[{"_id":{"$oid":"5b79ab677004c700145a61df"},"owners":["Berland, Abel E."],"ownersDescriptions":["noted Chicago book collector"],"files":[],"title":"The Tragoedy of Rollo Duke of Normandy.","date":1640,"description":" 4⁰: [2], 73, [1] p.","binding":"Full red levant by Sangorski \u0026 Sutcliffe.","cost":0,"acquired":{"$date":"2018-06-19T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"The Tragoedy of | ROLLO | Duke of Normandy. | ACTED BY HIS | Majesties Servants. | [rule] | Written by | JOHN FLETCHER | Gent. | [rule] | [ornament] | OXFORD, | Printed by LEONARD LICHFIELD | Printer to the University. | ANNO. 1640","reference":"STC (2nd ed.) 11065; Greg, II, 565(b); Madan, I, p. 220","source":"23, 2011, Christies sale 2456, lot 51\u0009$1250 [Sold to Arthur Freeman rare books in 2015 for £760 and repurchased in 2016 for the same amount.]","type":"BOOK","__v":0,"publishers":[],"printers":["Litchfield, Leonard"],"authors":["Fletcher, John"],"editors":[]},{"_id":{"$oid":"5b79ab677004c700145a61e0"},"owners":[],"ownersDescriptions":[],"files":[],"title":"Gulliver's Travels","date":1726,"description":"8°; viii,[4],148,[6],149-310; [6],154,[8],155-353,[1]pp (numerous misnumbered pages, but text continuous and complete);  four parts in two vol (the parts of the first two editions/issues were separately paginated, giving rise to the suggestion they were originally issued in parts); Third edition; Teering \"B\"\n\nEngraved frontispiece portrait of Lemuel Gulliver by Sturter Sheppard, in second state, printed on paper with vertical chain lines, with \"Captain Lemuel Gulliver of Redriff. Ætat. suæ LVIII.\" around the oval and beneath, on a tablet where the inscription first appeared, a quotation, in Latin, from Persius; five engraved maps (two for Part III and one for each of the other Parts), and engraved plate depicting the writing machine in the \"Grand Academy of Lagado\" in Part III; decorative woodcut head- and tail-pieces and historiated initials. ","binding":"Early nineteenth-century speckled calf, skillfully rebacked; red and black morocco lettering pieces gilt; marbled end papers; all edges gilt; cloth slipcase;  bindings square, tight and unmarked","cost":4654.5,"acquired":{"$date":"2017-07-10T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"[Gulliver's Travels] Travels into several remote nations of the world. In four parts. By Lemuel Fulliver, first a Surgeon, then a Captain of several Ships [Teering \"B\"]","reference":"Teerink-Scouten 291; Rothschild 2108; Printing and the Mind of Man 185; Grolier English 100, 42.","source":"Fine Editions Ltd","type":"BOOK","__v":0,"publishers":["Motte, Benjamin"],"printers":[],"authors":["Swift, Jonathan"],"editors":[]},{"_id":{"$oid":"5b79ab687004c700145a61e1"},"owners":[],"ownersDescriptions":[],"files":[],"title":"The Virginians: The Tale of the Last Century","date":null,"description":"8°; in 24 parts; each part, with the Virginians advertiser, price 1s. With two engraved titles and 46 engraved plates. Plates at beginning of each number except no. 20, in which a note explains that they will appear in no. 21. Parts 1 and 2 dated November, December, 1857; parts 3 to 14 dated January-December, 1858; 15 to 24 January-October, 1859. \n\nIncluded is a duplicate of part 11 with the ads. but without wraps, part 15 without ads. with remnants remaining, part 21 without ads. The Virginians was first published in book form in two volumes, dated 1858 and 1859 respectively by Bradbury and Evans in two volumes, and almost simultaneously by the Leipzig firm of Bernhard Tauchnitz in four.","binding":"Original publisher's yellow pictorial wraps, housed in recent custom slipcase. Without upper wrap to parts 1 and 12, slight rubbing and marking to all parts, occasional chipping and some loss to spines and edges,","cost":590.61,"acquired":{"$date":"2017-06-12T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"W[illiam] M[akepeace] THACKERAY","reference":"","source":"Antiquates","type":"BOOK","__v":0,"publishers":["Bradbury and Evans"],"printers":[],"authors":["Thackeray, William Makepeace"],"editors":[]},{"_id":{"$oid":"5b79ab687004c700145a61e2"},"owners":["Powell, Anthony"],"ownersDescriptions":["was an English novelist best known for his twelve-volume work A Dance to the Music of Time, published between 1951 and 1975."],"files":[],"title":"Ulysses","date":1927,"description":"8°; over 7¾\" - 9¾\" tall; 9th Edition 1927 (or 1st edition, 9th printing??). Anthony Powell's copy with his bookplate to inner page. \n\nAnthony Powell from the Guardian on 4th July 2014. \"Nearly every literary memoirist born in the first decade of the 20th century has his James Joyce moment. Anthony Powell remembered smuggling back a copy of the original 1920's Shakespeare and Company edition of Ulysses from Paris, his view of the book forever after coloured by the circumstances in which it had been obtained (\"Somehow one needs the grey paper, the French compositors, the under-the-counter transaction.\") \" This being the copy he is talking about. ","binding":"Published in blue paper covers. Back cover missing and edges rubbed, nicked and worn. Spine with loss and repaired with achival adhesive. ","cost":1312.47,"acquired":{"$date":"2017-06-11T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"","reference":"","source":"Lasting Words Ltd","type":"BOOK","__v":0,"publishers":[],"printers":["Shakespeare and Company"],"authors":["Joyce, James"],"editors":[]},{"_id":{"$oid":"5b79ab697004c700145a61e4"},"owners":[],"ownersDescriptions":[],"files":[],"title":"Little Dorrit","date":1855,"description":"8° each approximately 35pp., with ads at the front and rear of each issue. With errata slip at page 481, part XVI. All parts are 'good' or better. Some soiling, damp-staining, and part 19 has its front wrapper detached. Part 1 has had some of its ads at front removed/ripped, and last page of Norton's Pills half torn away. Part one additionally split along spine.","binding":"20 parts bound in 19; original blue-green wrappers.","cost":1250,"acquired":{"$date":"2017-05-15T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"","reference":"","source":"Frey Fine Books","type":"BOOK","__v":0,"publishers":["Bradbury and Evans"],"printers":[],"authors":["Dickens, Charles"],"editors":[]},{"_id":{"$oid":"5b79ab6a7004c700145a61e5"},"owners":[],"ownersDescriptions":[],"files":[],"title":"Confessions of an Opium-Eater","date":1856,"description":"8°; XV, [1], 290pp. ","binding":"Contemporary 3/4 calf over marbled paper covered boards, with gold lettering to spine; Binding rubbed along edges, with sporadic abrasion to calf.","cost":275,"acquired":{"$date":"2017-01-26T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"","reference":"Judson S. Lyon, Thomas de Quincey, New York, Twayne, 1969; p. 91","source":"Eric Chaim Kline, Bookseller","type":"BOOK","__v":0,"publishers":[],"printers":[],"authors":["De Quincey, Thomas"],"editors":[]},{"_id":{"$oid":"5b79ab6a7004c700145a61e6"},"owners":[],"ownersDescriptions":[],"files":[],"title":"The Annales of Cornelius Tacitus. The Description of Germanie.","date":1622,"description":"2° Two volumes in oa2°:  [6], 271, [1]; [6], 12, 227, [1] pages with a full-page engraved plan on page 213 in the second volume; signatures: [par.]2-4, A-Y6, Z4; [par.]6, A-S6, T4, V5, (the first and final blanks, [par.]1 and V6, have been substituted by sympathetic paper).\n\nThe second volume: 'The End of Nero and Beginning of Galba. Foure Bookes of the Histories of Cornelius Tacitus. The Life of Agricola. The fifth Edition' has a separate dated title-page, pagination and register; the translator's dedication is signed: Henry Savile; includes a preface by A. B. Woodcut head-piece and initials; printed marginalia. Illegible ownership inscriptions on title-page, in sepia ink, crossed through, one of which is dated 1789.ne","binding":"Contemporary mid-brown leather-covered boards with double blind-ruled borders. Recently re-backed in contemporary style with five raised bands, with decorative blind-tooled outline, and burgundy lettering-piece. All edges speckled red.","cost":526.4030039225327,"acquired":{"$date":"1970-01-01T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"The Annales of Cornelius Tacitus. The Description of Germanie. The End of Nero and Beginning of Galba.","reference":"STC (2nd ed.), 23647; ESTC S117626","source":"Collectable Books","type":"BOOK","__v":0,"publishers":[],"printers":["Bill, John"],"authors":["Tacitus, Cornelius"],"editors":["Greenvvey, Richard (trans.)","Savile, Sir Henry (trans.)"]},{"_id":{"$oid":"5b79ab6b7004c700145a61e7"},"owners":[],"ownersDescriptions":[],"files":[],"title":"Comme Il Vous Plaira","date":1856,"description":"One page autograph manuscript. A page handwritten by Sand from the play \"Comme Il Vous Plaria\", her translation of William Shakespeare's play, \"As You Like It\". The play was performed at the Comédie-Française in 1856, and the manuscript may date from that time. The page is an excerpt of a conversation between Jacques and Celia in act II, scene VII. Sand made several changes to Shakespeare's work, most notably her creation of a romantic connection between Celia and Jacques rather than adhering to the original Celia and Oliver pairing. In her preface, Sand remarks that the changes she made were in an attempt to fit the fashion of the time. Lightly toned, darker around edges and at mail folds. Light foxing, some ink transfer.","binding":"","cost":1250,"acquired":{"$date":"2017-10-18T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"","reference":"","source":"Heritage Auctions","type":"BOOK","__v":0,"publishers":[],"printers":[],"authors":["Sand, George"],"editors":[]},{"_id":{"$oid":"5b79ab6b7004c700145a61e8"},"owners":["Ulizio, B. (Bernard) George"],"ownersDescriptions":["American businessman and book collector from New Jersey. Ulizio was friends with A. Edward Newton and Morris Parrish. Kent State University Libraries Special Collections now holds his collection. In 2006 Oak Knoll Press and Kent State University Libraries and Media Services published A Catalogue of the B. George Ulizio Collection in the Kent State University Libraries, edited by Dean H. Keller and Cara Gilgenbach. Rachel Solomon mentions Ulizio in an article titled “Two Studies: Henry Handel Richardson and The Great Extractor.”"],"files":[],"title":"Bleak House","date":1851,"description":"First edition in serial, complete in the original parts (twenty parts bound in nineteen issues). 8º, xvi, 624 pages; illustrated by \"Phiz,\" aka H. K. Browne. Part I lacks W. Mott and Norton's Chamomile Pills ads; part III lacking \"Crochet Cotton\" slip; part IV lacks \"Household Words\" slip; part VI lacking \"Household Words\" slip and \"New Serial by Charles Lever\" and \"Crochet Cotton\" slip; part VII lacking front advertisement pp. 2-10 and rear advertisements; part X lacking \"New Sporting Newspaper. | The Field.\" ad; part XI lacking household words slip and \"Handley Cross\" slip and \"New Sporting Newspaper. | The Field.\" slip; part XIII lacks slip \"Grace Aguilar's Works\"; part XIV lacks Household Words slip and \"New Geographical and Educational Works\"; part XVI lacking slip \"Grace Aguilar's Works.\" However, the Village Pastor slip in part XV is present. Chemise has bookplate of B. George Ulizio.","binding":"Publisher's light blue printed paper wrappers; Housed in a chemise and slipcase.","cost":1550,"acquired":{"$date":"2017-09-14T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"","reference":"Eckel, pages 79-81; Gimbel A131; Hatton and Cleaver, pages 275-304; Smith, Dickens, I, 10","source":"Heritage Auctions","type":"BOOK","__v":0,"publishers":["London: Bradbury and Evans"],"printers":[],"authors":["Dickens, Charles"],"editors":[]},{"_id":{"$oid":"5b79ab6c7004c700145a61e9"},"owners":[],"ownersDescriptions":[],"files":[],"title":"Leviathan","date":1651,"description":" 2°; [vi], 394 pages; Together with original endleaves, now removed and loose, originally from an account book for work done by Christopher Wren for the Crown. Text on manuscript leaves are written in black ink in a secretarial hand. Two of the three leaves have five signatures, including Christopher Wren (\"Cr. Wren\"), Hugh May, Richard Rider (Master Carpenter for the Crown), Thomas Wise (Master Mason for the Crown), and Thomas Rotherham.","binding":"Bound in contemporary calf, boards paneled in blind. Rebacked, preserving original calf, boards restored and repaired, new endleaves; Binding worn, damage to the first three quires and last several leaves (with substantial loss at bottom), lower edge of text dampstained throughout, page 385 with a long tear, both engraved and printed title-pages are mounted (both with significant loss at bottom), letterpress folding plate damaged at bottom with loss.","cost":1500,"acquired":{"$date":"2015-11-03T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"","reference":"","source":"Heritage Auctions","type":"BOOK","__v":0,"publishers":["Crooke, Andrew"],"printers":[],"authors":["Hobbes, Thomas"],"editors":[]},{"_id":{"$oid":"5b79ab6c7004c700145a61ea"},"owners":[],"ownersDescriptions":[],"files":[],"title":"Omnia, quae hucusque","date":1565,"description":"Small 2°. [6], 136 ff. Lacking title and final leaf, text is otherwise complete. This first Latin edition contains the first appearance of More's work on Richard III, as well as Utopia, pamphlets against Luther, etc. ","binding":"Contemporary vellum (text has separated from binding). Worn, chipped, soiled.","cost":340,"acquired":{"$date":"2015-11-04T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"THOMÆ MORI | ANGLI, VIRI ERVDI- | TIONIS PARITER AC VIR- | TUTIS NOMINE CLARISSI- | MI, ANGLIÆQVE OLIM | CANELLARII.\nOmni, quӕ hucusque ad manus nostras peruenerunt, Lantina Opera: | quorum aliqua nunc pimum in lucem prodeunt, reliqua | vero multo quam antea casti- | gatoria.\nHORVM OMNIVM ELENCHVM | Pagina duodecima commonstrabit.\n[ornament]\nLOVANNII, | Apud Petrum | Zangrium Tiletanum, | sub Fonte, Anno . |","reference":"Adams M1751;","source":"Heritage Auctions","type":"BOOK","__v":0,"publishers":[],"printers":["Bogard, Jean"],"authors":["More, Thomas"],"editors":[]},{"_id":{"$oid":"5b79ab6d7004c700145a61eb"},"owners":[],"ownersDescriptions":[],"files":[],"title":"A King and No King","date":1630,"description":"[4], 91, [1] p. ;  4⁰. Missing title-page, lower margins trimmed without text loss, contents toned with occasional soiling, scattered minor stains or ink smudges.","binding":"Modern full brown calf, custom clamshell case, partly darkened, missing portions of backstrip, front cover partly detached, rear cover starting.","cost":281,"acquired":{"$date":"2017-10-17T00:00:00.000Z"},"appraisalValue":800,"titleTranscription":"A King and No King. Acted at the Blacke-Fryars. London: A. M. for Richard Hawkins, 1631","reference":"STC (2nd ed.), 1672; Greg II, 360c; ESTC S101163","source":"Swann Galleries","type":"BOOK","__v":0,"publishers":["Hawkins, Richard"],"printers":["Mathewes, Augustine"],"authors":["Beaumont, Francis","Fletcher, John"],"editors":[]},{"_id":{"$oid":"5b79ab6d7004c700145a61ec"},"owners":[],"ownersDescriptions":[],"files":[],"title":"Letters to Severall Persons of Honour","date":1651,"description":"[8], 318, [2] p., [1] leaf of plates : port. ; 4⁰. Portrait trimmed and inlaid, light damp stain in lower margin of opening leaves, contents otherwise generally clean. Bookplates on front endpapers. First edition.","binding":"Contemporary sheep, rebacked in the 19th-century, spine ends, joints, and cover edges worn.","cost":1063,"acquired":{"$date":"2017-10-16T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"Letters to severall persons of honour: written by John Donne sometime Deane of St Pauls London. Published by John Donne Dr. of the Civill Law. London : printed by J. Flesher, for Richard Marriot, and are to be sold at his shop in St Dunstans Church-yard under the Dyall, 1651.","reference":"Keynes 55; Pforzheimer 295; Wing D1864; Thomason, E.622[17]); ESTC R1211","source":"Swann Galleries","type":"BOOK","__v":0,"publishers":["Marriot, Richard"],"printers":["Flesher, J."],"authors":["Donne, John"],"editors":[]},{"_id":{"$oid":"5b79ab6e7004c700145a61ed"},"owners":["Tyerman, Daniel"],"ownersDescriptions":["English missionary and author living in Isle of Wight. Tyerman published four works: \"An Essay on Baptism,\" \"Evangelical Hope: an Essay,\" \"The Dairyman: the Life of Joseph Wallbridge,\" \"Essay on the Wisdom of God.\""],"files":[],"title":"An Essay concerning Humane Understanding","date":1694,"description":"[40], 407, [13] p., [1] leaf of plates :  port. ;  2⁰. The second edition, with large additions. Dark stains in margins of preliminaries and index leaves, small hole in portrait causing minimal image loss, 19th-century institutional stamp on title and elsewhere, ink blot on G1, pencil marginalia on page 395, old catalogue cuttings mounted on blank last page. Signature of Daniel Tyerman dated Newport, Isle of Wight, 1804. ","binding":"Modern panelled leather","cost":1188,"acquired":{"$date":"2017-10-17T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"An essay concerning humane understanding. In four books. Writtten [sic] by John Locke, Gent.","reference":"ESTC R21459; Pforzheimer, 601; Wing L2740; Yolton 62B; Garrison-Morton 4967; Printing and the Mind of Man 164 (citing the 1690 orginal ed.)","source":"Swann Galleries","type":"BOOK","__v":0,"publishers":["Churchill, John ","Churchhill, Awnsham","Manship, Samuel"],"printers":[],"authors":["Locke, John"],"editors":[]},{"_id":{"$oid":"5b79ab6e7004c700145a61ee"},"owners":["Wigan Free Public Library"],"ownersDescriptions":[""],"files":[],"title":"The Dramatic Works of William Shakespeare (1802)","date":1802,"description":"2° in 9 vols; Half-titles and 96 copper engravings after Reynolds, Fuseli, Northcote, Bunbury, Hamilton, Smirke, Stothard, and many others.","binding":"Modern 1/4 black calf over marbled boards, spine in 7 compartments with lettering pieces in 2, very minimal rubbing, a few corners bumped;.","cost":3750,"acquired":{"$date":"2017-11-14T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"","reference":"","source":"Swann Galleries","type":"BOOK","__v":0,"publishers":["Boydell, John","Boydell, Josiah","Nicol, George William"],"printers":[" Bulmer, William"],"authors":["Shakespeare, William"],"editors":["Steevens, George"]},{"_id":{"$oid":"5b79ab6f7004c700145a61ef"},"owners":[],"ownersDescriptions":[],"files":[],"title":"The Mystery of Edwin Drood","date":1870,"description":"8° in six parts; First edition; contains rare \"Cork Hat\" ad present in part II; lacking five pages of front ads in part II, slip and fourteen pages of rear ads in part III, and lacking six pages of rear ads in part IV","binding":"Original wrappers (part VI has the first issue price sticker). Some wear, chipping to spines of parts, some thumbsoiling to wrappers. Chemised in slipcase.","cost":480,"acquired":{"$date":"2017-03-08T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"","reference":"Hatton and Cleaver pp. [371-384]","source":"Heritage Auctions","type":"BOOK","__v":0,"publishers":["Chapman and Hall"],"printers":[],"authors":["Dickens, Charles"],"editors":[]},{"_id":{"$oid":"5b79ab6f7004c700145a61f0"},"owners":[],"ownersDescriptions":[],"files":[],"title":"The Plays of William Shakspeare (1803)","date":1803,"description":"Large 8°; 10 vols bound in 21 volumes; Portrait frontispiece to volume I, each volume and each play with an illustrated engraved vignette, title-page \u0026 half title also to each play. A Glossary is inserted at the end of \"vol. 8\"; original marbled endpapers, a little toning to the first and last few pages of volume one, text unaffected, no inscriptions, attractive bookplate to the front pastedown of No.11 Edward Place, Glasgow.","binding":"Full Leather. Uniformly bound in contemporary polished diced calf with gilt detail to spine and boards, gilt stamped titling to the spine a little rubbed, bindings very good with light rubbing to joints and spine but all joints sound and all boards securely attached, a little general wear to edges and corners, but not affecting the integrity of the binding, discreet repair to a few.","cost":1122.43,"acquired":{"$date":"2017-08-29T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"The Plays of William Shakspeare, Accurately Printed from the Text of the Corrected Copy Left By the Late George Steevens, Esq. ","reference":"","source":"Loe Books","type":"BOOK","__v":0,"publishers":["Wynne and Scholey"],"printers":[],"authors":["Shakespeare, William"],"editors":[]},{"_id":{"$oid":"5b79ab707004c700145a61f1"},"owners":["Tennant, Charles"],"ownersDescriptions":["(?) Sir Charles Clow Tennant, 1st Baronet (4 November 1823 – 4 June 1906) was a Scottish businessman, industrialist and Liberal politician."],"files":[],"title":"Recreations with the Muses","date":1637,"description":"Small 2° in sixes; pages: (10), 1-253, (1); (4), 1-326; lacking first and last blank leaves, collation: A-X6, Y8 (-A1); (A2), B-Z6, Aa-Dd6, Ee8 (-Ee8); divided into 3 parts; engraved architectural title page, the second and third parts with dated letterpress title pages, a few woodcut initials and headpieces,\n\nLeaf inserted after final page with an engraved pictorial emblem: \"Societas Georgica Treiensis\".\n\nA small number of copies have a portrait, but this may have been added only to presentation copies, Pforzheimer knew of only 6 such copies. The volume contains: Foure Monarchicke Tragedies; Doomes-day...; A Paraenesis to Prince Henry; Jonathan...The first Booke. \"Although nearly every title included in this collection had been previously published, they are here completely revised and in some cases practically newly written\". Pforzheimer, Library of English Literature Volume I, No.5. ","binding":"Bound in full speckled calf, rebacked to match,  2 gilt lettered red morocco labels, triple gilt border to covers with small patterned edge, gilt raised bands to spine, gilt inner dentelles (turn ins), all edges red and gilded, marbled endpapers","cost":1067.76,"acquired":{"$date":"2017-08-06T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"","reference":"STC (2nd ed.), 347; Greg, III, p. 1010-1; Pforzheimer, 5; ESTC S106640","source":"Roger Middleton","type":"BOOK","__v":0,"publishers":[],"printers":["Harper, Thomas"],"authors":[" William Alexander, Lord Stirling"],"editors":[]},{"_id":{"$oid":"5b79ab707004c700145a61f2"},"owners":["Agapoti Borgia"],"ownersDescriptions":["(from bookseller) Could this be Agapito Geraldina, 1450-1515"],"files":[],"title":"Tragoediae","date":1513,"description":" 8 p. l., 215 numbered leaves (a-z8, \u00268, A-D8, D8, blank?, wanting). Imprint from colophon (leaf 215 recto); Some marginal annotations, seemingly of the 16th century, but trimmed. A number of woodcut ornamental initials. Vg copy, waterstain across back pages of the volume; Has owner signature \"Agapoti Borgia\" in humanistic cursive; This is a reprint of the 1506 edition and is thus the second Florence edition. ","binding":"Italian binding, perhaps 100 years old, with vellum spine and paper covered boards.","cost":750,"acquired":{"$date":"2017-06-05T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"Florentiae. Sumptibus Philippe de Giunta Florentini. M.D.XIII. [Firenze/Florence, Giunta, 1513]. ","reference":"","source":"The Owl at the Bridge","type":"BOOK","__v":0,"publishers":[],"printers":["de Giunta Florentini, Sumptibus Philippe "],"authors":["Seneca, Lucius Annaeus "],"editors":["Ricciardini, Benedetto"]},{"_id":{"$oid":"5b79ab717004c700145a61f3"},"owners":["Martin, H. Bradley"],"ownersDescriptions":["Heir to steel fortune, book collector, well-known for vast ornithological collections."],"files":[],"title":"Poems on Several Occasions","date":1709,"description":"8°; First authorized edition, small paper issue, preceded by a piracy published by Edmund Curll two years earlier.","binding":"Contemporary calf rebacked with new endpapers, red and green morocco labels, gilt lettering. Enclosed in a brown cloth slipcase.","cost":450,"acquired":{"$date":"2017-10-04T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"","reference":"Rothschild 1676; Foxon, page 641","source":"The Brick Row Book Shop","type":"BOOK","__v":0,"publishers":["Tonson, Jacob"],"printers":[],"authors":["Prior, Matthew"],"editors":[]},{"_id":{"$oid":"5b79ab717004c700145a61f4"},"owners":[],"ownersDescriptions":[],"files":[],"title":"An Abridgement of the Booke of Acts and Monumentes of the Church","date":1589,"description":"4° Pages generally well-read and have edge-wear and a few small tears. Sold with all faults; Texts starts at page 3. Title-page and pages 1 \u00262 supplied in facsimile. A few marginal marks and contemporary notes. A handful of corners torn.","binding":"Recent dark brown quarter calf-leather; antique style. Marbled boards. Raised bands; lettered spine. ","cost":625.71,"acquired":{"$date":"2017-08-01T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"An abridgement of the booke of acts and monumentes of the Church: vvritten by that Reuerend Father, Maister Iohn Fox: and now abridged by Timothe Bright, Doctour of Phisicke, for such as either through want of leysure, or abilitie, haue not the vse of so necessary an history.","reference":"STC (2nd ed.)11229; ESTC s102503","source":"Rosley Books","type":"BOOK","__v":0,"publishers":["Bright, Timothy"],"printers":["Windet, John"],"authors":["Foxe, John"],"editors":[]},{"_id":{"$oid":"5b79ab727004c700145a61f5"},"owners":[],"ownersDescriptions":[],"files":[],"title":"Dealings with the Firm of Dombey and Son","date":1846,"description":"","binding":"","cost":1214,"acquired":{"$date":"1970-01-01T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"","reference":"","source":"Alcuin Books","type":"BOOK","__v":0,"publishers":[],"printers":[],"authors":["Dickens, Charles"],"editors":[]},{"_id":{"$oid":"5b79ab727004c700145a61f6"},"owners":[],"ownersDescriptions":[],"files":[],"title":"The Romane Historie","date":1600,"description":"2°: [12], 804, 809-1351, 1354-1403, [43] p. :  ports.; Woodcut allegorical device on title, woodcut portrait of Elizabeth I on title verso, woodcut headpieces, decorative and historiated initials; copy washed, antique and modern annotations in margins, wormholes, large but light dampstaining, some small inkspots, lacking initial and final blank leaves, repair on Bbbbbbb4, Hhhhh3 bound with upper left corner folded. \n\nFirst edition in English of Livy's Roman History (Ab urbe condita), and Philemon Holland's first published translation. Holland is considered by many the “translator general in his age” (quoted in Pforzheimer).","binding":"Modern half calf.","cost":2400,"acquired":{"$date":"2016-10-26T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"THE ROMANE HISTORIE WRITTEN BY T. LIVIUS OF PADVA. ALSO, THE BREVIARIES OF L. FLORUS: WITH A CHRONOLOGIE TO THE WHOLE HISTORIE: AND THE TOPOGRAPHIE OF ROME IN OLD TIME. LONDON: ADAM ISLIP, 1600","reference":"STC 16613; ESTC S114001; Pforzheimer 495","source":"The Fox Pointe Manor Library","type":"BOOK","__v":0,"publishers":[],"printers":["Islip, Adam"],"authors":["Livius, Titus"],"editors":["Holland, Philemon (trans.)"]},{"_id":{"$oid":"5b79ab737004c700145a61f7"},"owners":[],"ownersDescriptions":[],"files":[],"title":"The Plays… (1765)","date":1765,"description":"8°; Engraved portrait, occasional spotting, vol.1 and 5 with occasional slight damp-staining at head of page.","binding":"Modern morocco by Bayntun-Riviere","cost":1166.9032106657128,"acquired":{"$date":"2017-12-14T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"","reference":"","source":"Bloomsbury London","type":"BOOK","__v":0,"publishers":[],"printers":[],"authors":["Shakespeare, William"],"editors":[]},{"_id":{"$oid":"5b79ab737004c700145a61f8"},"owners":["Duke and Duchess of Windsor"],"ownersDescriptions":[""],"files":[],"title":"L’Impromtu pour la Duchesse de Windsor ","date":1957,"description":"AMS in French, signed “Eugene Ionesco,” thirty-three lined pages, 6.75 x 8.5.  A printed slip laid into the book reads, “With the compliments of the private secretary of the Duke and Duchess of Windsor.” This play was performed for the Duke and Duchess of Windsor and ten guests in May 1957. Pre-certified PSA/DNA.","binding":"Affixed page-by-page within a custom-made leatherbound slipcased album. ","cost":1485.93,"acquired":{"$date":"2016-05-01T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"L’Impromtu pour la Duchesse de Windsor [Improvisation for the Duchess of Windsor]","reference":"","source":"RR Auction","type":"BOOK","__v":0,"publishers":[],"printers":[],"authors":["Ionesco, Eugene "],"editors":[]},{"_id":{"$oid":"5b79ab747004c700145a61f9"},"owners":[],"ownersDescriptions":[],"files":[],"title":"Our Mutual Friend","date":null,"description":"First edition in serial. 8°. 20 parts in 19.\n\nHalf-titles, 'To the Reader' slip tipped to first text leaf. Wood-engraved frontispiece and 39 wood engravings after Marcus Stone by Dalziel and W.T. Green, advertisements (occasional light spotting, lacking only the ‘Economic Life Assurance Society’ ads in parts 14 and 19/20; the Mappin, Webb \u0026 Co. ad not in part 16 but instead bound into part 18). \n\nProvenance: pencil annotation in part 17 – parts 1-3 inscribed on upper cover.","binding":"Original green pictorial printed wrappers (some chips and tears, occasional staining). All housed within green cloth portfolio and slipcase. ","cost":0,"acquired":{"$date":"2017-01-01T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"Our Mutual Friend/By Charles Dickens/with illustrations by Marcus Stone","reference":"Eckel, pp. 94-5; Hatton \u0026 Cleaver, pp. 343-370; Yale/Gimbel A149.","source":"?","type":"BOOK","__v":0,"publishers":["Chapman \u0026 Hall"],"printers":[],"authors":["Dickens, Charles"],"editors":[]},{"_id":{"$oid":"5b79ab747004c700145a61fa"},"owners":[],"ownersDescriptions":[],"files":[],"title":"The Plays of William Shakspeare (1813?)","date":1813,"description":"21 vols","binding":"","cost":1800,"acquired":{"$date":"2017-07-25T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":" The Plays of William Shakespeare in Twenty-One Volumes with The Corrections and Illustrations of Various Commentators by Shakespeare ","reference":"","source":"Town's End Books","type":"BOOK","__v":0,"publishers":[],"printers":[],"authors":["Shakespeare, William"],"editors":[]},{"_id":{"$oid":"5b79ab747004c700145a61fb"},"owners":[],"ownersDescriptions":[],"files":[],"title":"The Atlas","date":1578,"description":"An example of Mercator's map of the World, based upon the writings of Claudius Ptolemy, from a later edition of Gerard Mercator's \u003ci\u003eTabulae geographicae CI. Ptolemaei ad mentem autoris restitutae et emendatae per G. Mercatorem\u003c/i\u003e. \n\nThis is the revised second state of Mercator's 1578 Ptolemaic world map. The border has been re-engraved, and now includes a frieze of allegorical figures representing the four elements of Fire (Zeus), Air (Hera), Water (Neptune), and Earth (Gaia), rather than the strapwork and windhead border of the earlier editions.\n\nThe map includes a massive Taprobana (modern day Sri Lanka) in the Indian Ocean. The Indian subcontinent is severely truncated and the Indian Ocean appears to be land locked. Only the northern part of Africa is shown with the Nile originating in the twin lakes south of the Equator in the Lunae montes (Mountains of the Moon).\n\nThe atlas, first published in 1578, included Ptolemy's twenty-seven maps, carefully restored, handsomely engraved, and supplemented by an index of place names and an enlarged boundary map of the Nile Delta. ","binding":"Including Ptolemy's twenty-seven maps, carefully restored, handsomely engraved, and supplemented by an index of place names and an enlarged boundary map of the Nile Delta.","cost":0,"acquired":{"$date":"2017-01-01T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"","reference":"","source":"","type":"BOOK","__v":0,"publishers":[],"printers":[],"authors":["Mercator"],"editors":[]},{"_id":{"$oid":"5b79ab757004c700145a61fc"},"owners":["Garrick, David"],"ownersDescriptions":["Famous Shakespearean actor from the 18th century. Garrick notoriously rewrote Hamlet because he didn't like the ending. Garrick cut the grave-digger because the character was too crass. Contains Contains the bookplate of David Garrick, drawn and engraved by L. Wood, with cartouche, garlands, musical instruments and a theatrical mask, surmounted by a portrait bust of the great Thespian himself. "],"files":[],"title":"L'Opere di Vergilio","date":1593,"description":"8° Lacking one text leaf (no. 60) and one blank leaf (no. 96). Contains 23 woodcut illustrations, 10 of them repeats.","binding":"Full early calf; spine in five compartments with raised bands; red lettering- piece; marbled edges.","cost":1500,"acquired":{"$date":"2018-01-22T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"","reference":"","source":"Boston Book Company","type":"BOOK","__v":0,"publishers":["Ugolino, Paulo"],"printers":[],"authors":["Virgil"],"editors":[]},{"_id":{"$oid":"5b79ab757004c700145a61fd"},"owners":["Swinburne, Algernon"],"ownersDescriptions":["(1837-1909) English poet, playwright, novelist, and critic"],"files":[],"title":"Prolusions or, Select Pieces of Antient Poetry","date":1760,"description":"Small 8°; [4], xii,23,(1),23,(1),13,(3),93,(15),81,(3); The only edition of this scarce book. According to Dard Hunter (\u003ci\u003ePapermaking\u003c/i\u003e, p. 125), this title is the first book printed on watermarked perfect wove paper. This copy particularly notable as being poet Algernon Swinburne's copy with two pages (on one leaf) of \"Manuscript\" bound in at the end consisting of the lines not printed within in Sackvile's \"Induction\" from \u003ci\u003eMirror for Magistrates\u003c/i\u003e and containing 250 words.","binding":"Bound in later full polished calf leather rebacked with the original gilt-decorated spine","cost":2000,"acquired":{"$date":"2018-01-22T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"PROLUSIONS; OR, SELECT PIECES OF ANTIENT POETRY,- COMPIL'D WITH GREAT CARE FROM THEIR SEVERAL ORIGINALS AND OFFER'D TO T / [SWINBURNE, Algernon] CAPELL, Edward ","reference":"","source":"Charles Agvent","type":"BOOK","__v":0,"publishers":[],"printers":["J. and R. Tonson"],"authors":["Swinburne, Alergnon"],"editors":["Capell, Edward"]},{"_id":{"$oid":"5b79ab767004c700145a61fe"},"owners":[],"ownersDescriptions":[],"files":[],"title":"The Dramatic Writings of William Shakespeare (1788)","date":1788,"description":"12⁰; 20v.,plates :  ill.,music,ports. The original endpapers are present and one volume has the original page marker. \n\nComplete set of the 1st edition of Bell's Shakespeare with 92 plates, of which 16 are folding) . John Bell (1745-1831) was a bookseller and printer best known for his editions of Shakespeare.  This is the 1st edition of his collected plays - the first 2 volumes are 'Prolegomena' containing prefaces to all the previous editions of Shakespeare and work on a chronology; and the remaining 18 contain 2 plays per volume. Each of the 'play' volumes has half title; title page to the collection dated 1788; title page to the play (dated 1785 or 1786 - this being the year that Bell published the individual play); observations; dramatis personae; play with illustrations; title page 'Annotations by Sam.Johnson \u0026 Geo.Stevens (dated 1877); notes sometimes with illustrations in the text; blank; title page Play 2; observations etc. Vol 11 is unusual in that it contains 'Mr Tolley's Strictures concerning Morris dancing at the end of the annotations to Henry IV pt I together with a folding plate showing Morris dancing.","binding":"Contemporary full leather with series title and volume labels to spine. The bindings are generally in sound condition. There is a little scuffing and wear at the top and bottom of the spine (and sometimes the board very close to the spine) and occasionally lining vertically down the spine (in the larger volumes) but all are sound. Occasional leather wear to corners.","cost":1766.38,"acquired":{"$date":"2018-01-28T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"The Dramatick Writings of Will.Shakspere, With the Notes of all the various Commentators; printed complete from the best edition","reference":"ESTC T65177","source":"E C Books","type":"BOOK","__v":0,"publishers":["Bell, John"],"printers":[],"authors":["Shakespeare, William"],"editors":[]},{"_id":{"$oid":"5b79ab767004c700145a61ff"},"owners":[],"ownersDescriptions":[],"files":[],"title":"The Bond-Man","date":1638,"description":"8° with minimal blemishes, fore-edge and bottom text block edge stained burgundy with some fading and foxing, moderate age spotting/foxing throughout, sunned pages, cracked hinge at title page, binding a bit shaky but intact, few pencil marks throughout, previous owner bookplate to front pastedown.","binding":"Previous owner name in ink on top of Right Honourable page title/year/author in gilt on spine, heavy rub marks to spine, moderate loss to spine tips/tops, heavy rubbing with some loss to leather board corners, average shelf wear","cost":3000,"acquired":{"$date":"2018-01-01T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"The Bond-Man: an ancient storie, as it hath beene often acted with good allowance at the Cock-Pit in Drury-Lane, by the Most Excellent Princesse, the Lady Elizabeth her servants","reference":"","source":"Mark Lavendier","type":"BOOK","__v":0,"publishers":["Blackmore, Edward"],"printers":["Raworth, John"],"authors":["Massinger, Philip"],"editors":[]},{"_id":{"$oid":"5b79ab777004c700145a6200"},"owners":[],"ownersDescriptions":[],"files":[],"title":"The Works of Ben Jonson (1692)","date":1692,"description":"First complete single-volume edition. 2°. Pages: [12], 264, 281-368, 371-382, 393-744, [4]pp.","binding":"Contemporary panelled calf (a little worn), respined and recornered in matching leather with five raised spine bands, gilt-lettered red morocco spine label to second compartment and blind tooling to spine bands and remaining compartments.","cost":1137.58,"acquired":{"$date":"2018-01-19T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"The works of Ben Jonson, which were formerly printed in two volumes, are now reprinted in one. To which is added a comedy, called The nevv inn. With additions never before published. London : printed by Thomas Hodgkin, for H. Herringman, E. Brewster, T. Bassett, R. Chiswell, M. Wotton, G. Conyers, M DC XCII. [1692]","reference":"Wing (CD-ROM, 1996), J1006; Pforzheimer, 561; Woodward \u0026 McManaway, 667","source":"Lyppard Books","type":"BOOK","__v":0,"publishers":["Herringman, H.","Brewster, E.","Bassett, T.","Chiswell, R.","Wotton, M.","Conyers, G."],"printers":["Hodgkin, Thomas"],"authors":["Jonson, Benjamin"],"editors":[]},{"_id":{"$oid":"5b79ab777004c700145a6201"},"owners":[],"ownersDescriptions":[],"files":[],"title":"The Works of Ben Jonson (1616)","date":1616,"description":"pp. (x), 264,281-382,393-744, (4); volume contains all of Jonson's masques, epigrams, plays, verse letters and panegyrics; sonnets, the English Grammar, Timber, or Discoveries; and the translation of Horace's de Arte Poetica; First complete collected edition.","binding":"Recent binding in full brown calf with raised bands and gilt centres on the spine and blind-ruled lines on boards. ","cost":1236.87,"acquired":{"$date":"2018-02-12T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"","reference":"Pforzheimer, 561","source":"Bellcourt Books","type":"BOOK","__v":0,"publishers":[],"printers":["Hodgkin, Thomas"],"authors":["Jonson, Benjamin"],"editors":[]},{"_id":{"$oid":"5b79ab787004c700145a6202"},"owners":[],"ownersDescriptions":[],"files":[],"title":"The Works of Ben Jonson (1640)","date":1640,"description":"Small 2° in sixes; without title page, portrait and all prelims, the book opens up on B1 with the title page to Everyman in His Humour followed by the dedication 'To the most learned and my honour'd friend Mr. Cambden Clarentiaux'. \n\nSlightly trimmed copy, page 131 in Masques torn with substantial loss, small wormhole in second part from page 5-128 and several small worm holes from 131 to the end, mostly affecting blank areas but occasionally affecting a letter, 2 small holes in text just affecting letters but no loss of meaning, 1 small hole to blank margin, last page has tip of lower corner repaired, not affecting text and a small hole to top margin, not affecting text, 1 page has tip of top corner missing, not affecting text, 3 pages have small patches of pale browning, all text legible, occasional small pale brown marks and pale staining mostly to margins, 'Ben Johnson' written in old ink in blank margin of page 99, second part.","binding":"Rebound in full modern calf, gilt lettered crimson morocco label, gilt date at foot of spine, heavy gilt decoration to spine, gilt decoration and rules to edges of covers, blind decoration to covers, edges red, new endpapers, housed in a brown cloth slipcase.","cost":2575.65,"acquired":{"$date":"2018-02-13T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"","reference":"Pforzheimer Library, Volume II, page 578-579; Hazlitt, Second Series Volume 3 of Bibliographical Collections and Notes on Early English Literature 1474-1700, page 320.","source":"Roger Middleton","type":"BOOK","__v":0,"publishers":[],"printers":[],"authors":["Jonson, Benjamin"],"editors":[]},{"_id":{"$oid":"5b79ab787004c700145a6203"},"owners":["Ellis, Charles D. C."],"ownersDescriptions":["(?)"],"files":[],"title":"The Works","date":1970,"description":"8°; in 10 vols","binding":"Half glossy blond calf, back with 5 [nerves] adorned with a golden wheel, golden title on old red morocco piece, golden [tomaison] on piece of morocco ebony, nets, irons and gilded florets in the boxes, garlands head and tail.","cost":567.13,"acquired":{"$date":"2018-02-06T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"","reference":"","source":"Librarie Fauguet","type":"BOOK","__v":0,"publishers":[],"printers":[],"authors":["Beaumont, Francis","Fletcher, John"],"editors":[]},{"_id":{"$oid":"5b79ab797004c700145a6204"},"owners":[],"ownersDescriptions":[],"files":[],"title":"The Works Of Beaumont \u0026 Fletcher ","date":1970,"description":"","binding":"","cost":650,"acquired":{"$date":"2018-01-24T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"The Works of Beaumont \u0026 Fletcher; The Text formed from a New Collation of the Early Edition. With Notes and Biographical Memoir by The Rev. Alexander Dyce  ","reference":"","source":"James Cummins Bookseller","type":"BOOK","__v":0,"publishers":["Moxon, Edward"],"printers":[],"authors":["Beaumont, Francis ","Fletcher, John"],"editors":[]},{"_id":{"$oid":"5b79ab797004c700145a6205"},"owners":[],"ownersDescriptions":[],"files":[],"title":"The Life and Opinions of Tristram Shandy, Gentleman","date":1760,"description":"8° in 9 vols. Complete with Hogarth's frontispiece to volumes 1 and 3 (the frontispiece to vol. 1 in its first state without hat or clock), the black page, blank page, an retention of the hand-produced marbled page, and Sterne's signatures to vols 5,7, and 9","binding":"Half leather over marbled boards, five raised spine bands between single gilt fillets, gilt lettered read leather labels to second compartments gilt volumes direct to spine in fourth compartments, housed in a matching felt-lined slip case.","cost":3105.2590994937586,"acquired":{"$date":"2018-01-31T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"","reference":"","source":"Lyppard Books","type":"BOOK","__v":0,"publishers":["R. and J. Dodsely","T. Beckett","P.A. DeHondt"],"printers":[],"authors":["Sterne, Lawrence"],"editors":[]},{"_id":{"$oid":"5b79ab7a7004c700145a6206"},"owners":[],"ownersDescriptions":[],"files":[],"title":"The Plays of William Shakespeare (1823)","date":1823,"description":"8°: pp. xlviii, 286; 458; 519; 489; 575; 621; 554; 541.;  in 8 vols.; Engraved frontispiece of the Bard to vol. I. Small armorial stamp in black ink to each title page; First edition.","binding":"In contemporary tan full calf, all vols. re-spined to style with the original bindings in the early twentieth century. Title labels to vols. I and II recently replaced to style. With gilt titles to red and brown labels on spines, and further gilt tooling. Grey end-papers. Boards heavily worn especially to edges; lighter wear to spines, well-used. ","cost":291.7258026664282,"acquired":{"$date":"2018-01-28T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"The Plays of William Shakespeare, Accurately Printed from the Text of the Corrected Copies Left by the Late George Stevens, Esq., and Edmond Malone, Esq. with Mr. Malone's Various Readings; a Selection of Explanatory and Historical Notes, from the Most Eminent Commentators; a History of the Stage, and a Life of Shakespeare. ","reference":"","source":"Harrington Books","type":"BOOK","__v":0,"publishers":["F. C. and J. Rivington"],"printers":[],"authors":["Shakespeare, William"],"editors":["Chalmers, Alexander"]},{"_id":{"$oid":"5b79ab7b7004c700145a6207"},"owners":[],"ownersDescriptions":[],"files":[],"title":"The Plays and Poems of Shakespeare (1832?)","date":1832,"description":"","binding":"","cost":1238.06,"acquired":{"$date":"2018-01-28T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"The Plays and Poems of Shakespeare, With a Life, Glossarial Notes, and One Hundred and Seventy Illustrations from the Plates in Boydell's Edition.","reference":"","source":"Adrian Harrington Rare Books","type":"BOOK","__v":0,"publishers":[],"printers":[""],"authors":["Shakespeare, William"],"editors":[""]},{"_id":{"$oid":"5b79ab7b7004c700145a6208"},"owners":[],"ownersDescriptions":[],"files":[],"title":"The Dramatic Works of William Shakespeare","date":1970,"description":"","binding":"","cost":2500,"acquired":{"$date":"2018-02-01T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"The Works of ... with the corrections and illustrations of Dr. Johnson and G. Steevens. Revised by I. Reed  ","reference":"","source":"James Cummins Bookseller","type":"BOOK","__v":0,"publishers":[],"printers":[],"authors":["Shakespeare, William"],"editors":["Reed, Isaac"]},{"_id":{"$oid":"5b79ab7c7004c700145a6209"},"owners":[],"ownersDescriptions":[],"files":[],"title":"Shakespeare, translated from the English, dedicated to the King.","date":1776,"description":"20 vols. First Edition collective of works of Shakespeare in French. Quoted by Brunet. ","binding":"Bindings in light brown half-sheepskin with corners. Smooth backs, decorated with golden threads. Title, author and [tomaison coins]. Marbled paper on the boards. ","cost":2547.46,"acquired":{"$date":"2018-02-27T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"Shakespeare traduit de l'anglois : dédié au roi.\n","reference":"","source":"Librari de l'Univers","type":"BOOK","__v":0,"publishers":["A Paris : Chez La veuve Duchesne, libraire, rue Saint-Jacques; Musier, fils, rue du Foin-Saint-Jacques; Nyon, rue Saint-Jean-de-Beauvais; La Combe, rue Christine; Ruault, rue de la Harpe; Le Jay, rue Saint-Jacques; Clousier, rue Saint-Jacques, MDCCLXXVI-MDCCLXXXIII [1776-1783]"],"printers":[],"authors":["Shakespeare, William"],"editors":["Le Tourneur,  Pierre (trans.)"]},{"_id":{"$oid":"5b79ab7c7004c700145a620a"},"owners":["Holland House"],"ownersDescriptions":["Bookplate of the Fox family (Fairbairn 32.12), presumably that of Henry Fox, 3rd Baron Holland and comes from the library of Holland House, the vast and immensely important home still standing in Holland Park, Kensington. Constructed beginning in 1606, and purchased in 1767 by Henry Fox, grandfather to the 3rd Baron, the house had a long history of social prominence. The hospitality of our Henry Fox and his wife during the first four decades of the 19th century was legendary in literary, social, and intellectual circles, with frequent dinner guests at the mansion including the likes of Byron, Dickens, Disraeli, Scott, Thomas Moore, Jeremy Bentham, Faraday, Humphry Davy, Melbourne, Palmerston, and many more. "],"files":[],"title":"The Works (1812)","date":1812,"description":"222 x 140 mm. (8 3/4 x 5 1/2\"). 14 volumes; With frontispiece portraits in the first two volumes and facsimiles of the authors' writings.  Plates, facsimiles, and a couple of text openings noticeably foxed, intermittent minor foxing elsewhere.","binding":"Contemporary green half calf over marbled boards, flat spines gilt in double-ruled compartments with curling cornerpieces, each spine with red Morocco label; Spines sunned to a soft olive brown (one spine somewhat discolored and scratched, as if sanded), joints a bit rubbed and flaked (the top of two spines slightly chipped, three joints with short splits), boards with minor chafing, but the original bindings quite sound.","cost":700,"acquired":{"$date":"2018-01-01T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"","reference":"","source":"Philip Pirages","type":"BOOK","__v":0,"publishers":["F. C. and J. Rivington et al."],"printers":["James Ballantyne and Company"],"authors":["Beaumont, Francis","Fletcher, John"],"editors":["Weber, Henry"]},{"_id":{"$oid":"5b79ab7d7004c700145a620b"},"owners":[],"ownersDescriptions":[],"files":[],"title":"The Plays of William Shakespeare (1803)","date":1803,"description":"1st variorum edition","binding":"","cost":694.11,"acquired":{"$date":"2018-02-08T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"","reference":"","source":"Blofield Books","type":"BOOK","__v":0,"publishers":[],"printers":[],"authors":["Shakespeare, William"],"editors":["Reed, Isaac"]},{"_id":{"$oid":"5b79ab7d7004c700145a620c"},"owners":[],"ownersDescriptions":[],"files":[],"title":"The Countesse of Pembrokes Arcadia (1633)","date":1633,"description":"2° (274x186mm.).- [6], 614 p.; sign.: 2, A-Zz6, Aaa-Fff6;","binding":"Decorative [Orla Woodblock] enclosing the title in cover. ","cost":887.3,"acquired":{"$date":"2018-02-05T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"The Countesse of Pembrokes Arcadia. Written by Sir Philip Sidney Knight. Now the eighth time published, with some new Additions. With the supplement of a Defect in the third part of this History, by Sir W. A. Knight. Whereunto is now added a sixth Booke, By R. B. of Lincolnes Inne, Esq.","reference":"","source":"Andarto B.","type":"BOOK","__v":0,"publishers":[],"printers":[],"authors":["Sidney, Sir Philip"],"editors":[]},{"_id":{"$oid":"5b79ab7e7004c700145a620d"},"owners":["Fernández, Isidoro "],"ownersDescriptions":[""],"files":[],"title":"Premier et Second Thome des Histoires Tragiques","date":1568,"description":"8°; 287, [1]; 312 [i. e., 299], [1] leaves, including final blanks. 165x99 mm.\n\nFrench translation by Pierre de Boaistuau and François de Belleforest. Selection of 36 stories from Bandello's collection of 214 novelle, \"the largest and most influential . . . of the sixteenth century\" (Wilkins). The Italian original was first published in 3 parts in 1554, with a fourth appearing posthumously in 1573. In various translations it was drawn upon by Shakespeare, Webster, Massinger, and Beaumont and Fletcher. Wilkins, page 232-34.\n\nMorocco booklabels of Isidoro Fernández (1878-1963) on pastedowns, his gilt supra-libros added on covers. ","binding":"19th-century crimson morocco by Chambolle-Duru","cost":2295,"acquired":{"$date":"2018-03-08T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"","reference":"Wilkins 232-34","source":"Swann Galleries","type":"BOOK","__v":0,"publishers":[],"printers":["Macé, Jacques "],"authors":["Bandello, Matteo"],"editors":["de Boaistuau, Pierre (trans.)","de Belleforest, François (trans.)"]},{"_id":{"$oid":"5b79ab7e7004c700145a620e"},"owners":[],"ownersDescriptions":[],"files":[],"title":"Tragoediae","date":1514,"description":"2°;  [6], 267, [1] leaves; Title in red and black with Bade printing press device within woodcut historiated architectural border; woodcut criblé initials of various sizes. Name of Erasmus and old inscriptions inked out on title. ","binding":"Old limp vellum with spine title in ink and remnants of thong ties; occasional marginal foxing and soiling,","cost":1283,"acquired":{"$date":"2017-03-08T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"Tragoediae. With commentary by Gellio Bernardino Marmita, Daniel Caietanus, and Josse Bade, edited by Desiderius Erasmus. ","reference":"","source":"Swann Galleries","type":"BOOK","__v":0,"publishers":[],"printers":["Bade, Josse"],"authors":["Seneca, Lucius Annaeus"],"editors":["Erasmus, Desiderius"]},{"_id":{"$oid":"5b79ab7f7004c700145a620f"},"owners":["Sheridan, Richard Brinsley"],"ownersDescriptions":["Irish satirist, a playwright, poet, and long-term owner of the London Theatre Royal, Drury Lane. He is known for his plays such as The Rivals, The School for Scandal, The Duenna, and A Trip to Scarborough. He was also a Whig MP for 32 years in the British House of Commons for Stafford (1780–1806), Westminster (1806–1807), and Ilchester (1807–1812). He is buried at Poets' Corner in Westminster Abbey. His plays remain a central part of the canon and are regularly performed worldwide."],"files":[],"title":"The History of Tom Jones, a Foundling ","date":1750,"description":"12°; xx, 304; viii, 330; x, 288; xii, 347, [1] pp. 12mo. Fourth edition.\n\nRichard Brinsley Sheridan's (1751-1816) copy of the fourth edition of Tom Jones. In 1778 Sheridan and David Garrick brought Fielding's lost play The Fathers: or, the Good-Natur'd Man to Drury Lane for the benefit of Fielding's widow. A manuscript fragment of the play had been found among the papers of Sir Charles Hanbury Williams and identified as Fielding's by Garrick. It ran for nine nights, the house packed with Fielding's friends, and brought his widow Mary much needed relief. ","binding":"Contemporary mottled calf, gilt, red morocco spine labels. Chipped and worn, front hinges in vols. I \u0026 II repaired.","cost":3500,"acquired":{"$date":"1970-01-01T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"","reference":"","source":"James Cummins Bookseller","type":"BOOK","__v":0,"publishers":["Millar, Andrew"],"printers":[],"authors":["Fielding, Henry"],"editors":[]},{"_id":{"$oid":"5b79ab7f7004c700145a6210"},"owners":[],"ownersDescriptions":[],"files":[],"title":"The Critic","date":1781,"description":"98 pages; The first 6 pages repeat themselves, this includes the 2-page dedication to Mrs. Greville, 2-page prologue to the Honorable Richard Fitzpatrick, and the list of characters and the names of the actual players. \n\nThere is no half-title as called for in later editions (Second through sixth) Ahearn, Collected VBooks p. 600 or the ads on the last page.","binding":"3/4 leather and marbled boards and has been bound by a company (signed binding) which appears to be \"Botheran and Co. Strand, London\". Spine with 6 compartments and 5 bands with gold tooling and stamped gold designs along with title (Compartment 2) and date (Compartment 6).","cost":750,"acquired":{"$date":"2018-03-24T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"THE CRITIC\nOR\nA Tragedy Rehearsed\nA\nDramatic Piece\nin three ACTS\nas it is performed at the\nTHEATRE ROYAL in DRURY LANE\n\nBY Richard Brinsley Sheridan Esqr\nLONDON.\nPrinted for T. Becket, Adelphi, Strand,\nMDCCLXXXI.","reference":"","source":"Barry's Books","type":"BOOK","__v":0,"publishers":["Becket, T."],"printers":[],"authors":["Sheridan, Richard Brinsley "],"editors":[]},{"_id":{"$oid":"5b79ab807004c700145a6211"},"owners":[],"ownersDescriptions":[],"files":[],"title":"Memoirs of Samuel Pepys,","date":1825,"description":" 8°; 5 volumes, 10 engraved plates (some folding), folding facsimile of Pepys's shorthand; 3 instances of ink underlining on pages xxxvii, and xxxix, and in the footnote of p. lvii in vol. I, plus the note at the bottom of the frontispiece portrait, \"died 304 years ago.\" Also, evidence of bookplate removal on verso of front free endpaper. ","binding":"Recent half polished tan calf over pastepaper boards by Bayntun Riviere, gilt-decorated spines in 6 compartments, red and black morocco labels in 2, t.e.g","cost":450,"acquired":{"$date":"1970-01-01T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"Memoirs of Samuel Pepys, Esq. F.R.S., Secretary to the Admiralty in the reigns of Charles II and James II : comprising his diary from 1659 to 1669, deciphered by the Rev. John Smith, from the original short-hand MS. in the Pepysian Library, and a selection from his private correspondence / edited by Richard, Lord Braybrooke.","reference":"BL 1321.h.22.","source":"Rulon-Miller Books","type":"BOOK","__v":0,"publishers":["Colburn, Henry"],"printers":[],"authors":["Pepys, Samuel"],"editors":["Richard, Lord Braybrook","Smith, Rev. John"]},{"_id":{"$oid":"5b79ab807004c700145a6212"},"owners":[],"ownersDescriptions":[],"files":[],"title":"An Apology for The Life of Mr. Colley Cibber, Comedian, and Late Patentee of the Theatre-Royal","date":1740,"description":" 4⁰; [16], 346, [2] p., [1] leaf of plates :  port.","binding":"Bound in full black leather with gilt stampings in a clamshell box with black spine and red cloth. Bound 1971, full leather (hardcover) clamshell box.","cost":175,"acquired":{"$date":"2018-03-15T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"An apology for the life of Mr. Colley Cibber, comedian, and late patentee of the Theatre-Royal. With an historical view of the stage during his own time. Written by himself.  London : printed by John Watts for the author, MDCCXL. [1740]","reference":"ESTC N16310;","source":"Ray Boas, Bookseller","type":"BOOK","__v":0,"publishers":["Watts, John"],"printers":[],"authors":["Cibber, Colley"],"editors":[]},{"_id":{"$oid":"5b79ab817004c700145a6213"},"owners":["Burton, Frederick Martin","Thomas, William"],"ownersDescriptions":["(?)  an Irish painter who was born in Co. Wicklow on 8 April 1816.","(note from bookseller) We have not been able to identify Master William Thomas. Of the several listed in DNB the most likely candidates would seem to be William Thomas (1613-1689), bishop of Worcester or his grandson (1670-1738)."],"files":[],"title":"The Historie of Guicciardin","date":1599,"description":"2°: A-Z, Aa-Zz, Aaa-Zzz, Aaaa-Hhhh6, lacking first and last blanks, Tt2 partly detached frayed at edges with a mended tear, stubs before Tt1 and Tt5 so that maybe parts of sig. Tt are cancels(?), 2 small wormholes in upper margin of last 100 leaves. . Ink inscription at the head of A6r “Master William Thomas his booke” in a 17th century hand, a 19th (?) century armorial bookplate of “Frederick Martin Burton” on front pastedown.\n\nLondon : Imprinted.. by Richard Field, dwelling in the Blackfriers by Ludgate. 1599","binding":"Full contemporary calf, blind 3-fillet borders, armorial supra-libris of Queen Elizabeth I in gilt on both ccovers, sometime expertly rebacked with the old back laid on in 4 of the 5 compartments, corners repaired, sound. ","cost":2593.118245923806,"acquired":{"$date":"2017-06-01T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"The Historie of Guicciardin: Containing the Warres of Italie and Other Partes, Continued for manie yeares under sundrie Kings and Princes, together with the variations and accidents of the same.... Reduced into English by Geffray Fenton","reference":"STC 12459; Davenport: English Heraldic Book-Stamps. p.159 citing this book","source":"H.M Fletcher","type":"BOOK","__v":0,"publishers":[],"printers":["Field, Richard"],"authors":["Guicciardini, Francesco"],"editors":["Fenton, Geffray (trans.)"]},{"_id":{"$oid":"5b79ab817004c700145a6214"},"owners":[],"ownersDescriptions":[],"files":[],"title":"The Countess of Pembroke's Arcadia (1662)","date":1662,"description":"Large 2° (?) Large quarto (11 1/2 x 8\"). [2]pp (Title), [2]pp (The Epistle Dedicatory), [2]pp (To the Reader), [11]pp (The Life and Death of Sir Philip Sidney), [14]pp (Epitaphs in memory of Sir Philip Sidney), [1]pp (P. Heylyn's Cosmography of Arcadia in Greece), 519pp (The Countess of Pembroke's Arcadia), 520-539pp (Certain Sonnets Written by Sir Philip Sidney, Never before Printed), 540-566pp (The Defence of Poesie), 567-617pp (Astrophel and Stella), 618-624pp (unknown text); [2]pp (Dedication to King James VI), [17]pp (A Supplement to the Third Book of Arcadia), [3]pp (A Remedy for Love, written by Sir Philip Sidney), [4]pp (Alphabetical Table). Eleventh edition.\n\nPublisher's woodcut device on title page. Decorative head-, tailpieces and initials. Some foxing, age-toning, and minor and sporadic chipping at upper margin of title page (not affecting lettering). Minor and sporadic foxing throughout. This edition also includes a biography of Sir Philip Sidney; Sonnets written by Sir Philip Sidney, and never before published; \"The Defence of Poesie\"; \"Astrophel and Stella\"; \"A Remedy for Love,\" etc. ","binding":"Original blind-stamped full calf boards, rebacked with a modern morocco spine, with gold lettering. Raised bands. Leather cracked on the original covers. ","cost":0,"acquired":{"$date":"2018-04-14T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"The Countess of Pembroke’s Arcadia written by Sir Philip Sidney knight. The eleventh edition. VVith his life and death; a brief table of the principal heads, and som [sic] other new additions. London : printed by Henry Lloyd, for William Du-Gard: and are to bee sold by George Calvert, at the half Moon in the new buildings; and Thomas Pierrepont, at the Sun in St. Paul’s Church-yard, M DC LXII. [1662]","reference":"Wing (CD-Rom, 1996), S3769","source":"Eric Chaim Kline-Bookseller","type":"BOOK","__v":0,"publishers":["Du-Gard, William"],"printers":["Lloyd, Henry"],"authors":["Sidney, Sir Philip "],"editors":[]},{"_id":{"$oid":"5b79ab827004c700145a6215"},"owners":[],"ownersDescriptions":[],"files":[],"title":"The Anatomy of Melancholy","date":1638,"description":"2°:  [12], 78, [2], 97, 96-140, [4], 141-218, [4], 219-262, 259-723, [11], 29 cm. Fifth edition.\nTitle page and following page are early 20th century facsimiles of the 3rd edition. Last page and 2 pages after the frontis have been conserved.  Title page and following page are early 20th century facsimiles of the 3rd edition. Late owners name on title page.","binding":"3/4 modern brown crushed Moroccan over marbled boards, gilt, red leather spine label raised bands. Fine binding and cover.","cost":1715,"acquired":{"$date":"2018-04-18T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"The anatomy of melancholy. What it is, with all the kinds causes, symptomes, prognostickes, \u0026 seuerall cures of it. In three partitions, with their severall sections, members \u0026 subsections. Philosophically, medicinally, historically, opened \u0026 cut up. By. Democritus Iunior. With a satyricall preface, conducing to the following discourse.\n\nOxford : Printed [by Robert Young, Edinburgh, 1635?, by Miles Flesher, London, 1638, and by Leonard Lichfield and William Turner, Oxford] for Henry Cripps, 1638.","reference":"STC 4161 (3rd edition). Printing in the Mind of Man 108; Garrison-Morton 4918; Lowndes I 328. Pforzheimer I 119. Norman 381, \"the classic study on depression\". (all citing 1st ed)","source":"Sequitur Books","type":"BOOK","__v":0,"publishers":[],"printers":["Cripps, Henry"],"authors":["Burton, Robert"],"editors":[]},{"_id":{"$oid":"5b79ab827004c700145a6216"},"owners":[],"ownersDescriptions":[],"files":[],"title":"Bury-Fair.","date":1689,"description":"4⁰; [8], 60, [4] p. ; Second Edition. Lacks terminal advertisement leaf, somewhat browned and foxed, some lower margins untrimmed, old tidemark in upper fore-margins of a number of leaves, some fraying at tips.; Shadwell includes a long dedication to the Earl of Dorset, who was influential in his succeeding Dryden as Poet Laureate. ","binding":"Later plain wrappers. Cloth slipcase and chemise. ","cost":350,"acquired":{"$date":"2018-01-01T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"Bury-fair. A comedy, as it is acted by His Majesties servants. Written by Tho. Shadwell, servant to His Majesty. London : printed for James Knapton, at the Crown in St. Paul’s Church-yard, 1689.","reference":"ESTC R18450; Summers 73; NCBEL II:745; Wing (2nd ed.), S2836; Macdonald, H. Dryden, 260; Woodward \u0026 McManaway, 1065","source":"William Reese Company","type":"BOOK","__v":0,"publishers":["Knapton, James"],"printers":[],"authors":["Shadwell, Thomas"],"editors":[]},{"_id":{"$oid":"5b79ab837004c700145a6217"},"owners":[],"ownersDescriptions":[],"files":[],"title":"Odyssey and Iliad","date":1615,"description":"2° in sixes. \nOdyssey: [10], 1-193, [1], 195-378, [8],24 books, engraved title page (A2) showing Homer in centre surrounded by shadowy figures, with seated Pallas and Ulysses below, title inscribed in cupid-supported decorative panel at top, some decorated head- and tailpieces and initials.\n\nIliad: 18 pages of prelims and preliminary and final blank, decorated head- and tailpieces and initials, pages: [8 of 26], 1-341, [1], [8 of 10], ; THE ILIADS OF HOMER prince of poets· Never before in any languag (sic) truely translated. With a co[m]ment uppon some of his chiefe places: 24 books.; Lacking engraved title page","binding":"Bound together in full modern panelled calf with blind stamped decoration, gilt decorated raised bands, richly gilt in compartments, gilt lettered red morocco label, new cream endpapers. ","cost":3681.31,"acquired":{"$date":"2018-05-12T00:00:00.000Z"},"appraisalValue":null,"titleTranscription":"HOMER'S ODYSSES and ILIADS. Translated according to ye Greeke by. Geo: Chapman. Imprinted at London : by Rich: Field [and W. Jaggard], for Nathaniell Butter.","reference":"Pforzheimer Volume I, pages 167-170, Nos 169 and 170; STC (2nd ed.) 13637; ESTC S118235","source":"Roger Middleton","type":"BOOK","__v":0,"publishers":["Butter, Nathaniell"],"printers":["Jaggard, WIlliam","Rich: Field"],"authors":["Homer"],"editors":["Chapman, George (trans.)"]},{"_id":{"$oid":"5b79ab837004c700145a6218"},"owners":[],"ownersDescriptions":[],"files":[],"title":"Terrance Comedies, Cicero's Letters","date":1532,"description":"2°; Two volumes in one; first Erasmus edition of Terence's Comedies 1532 and illustrated post-incunabula edition of Cicero's Letters 1514; folio; [20], 389, [13]pp (Terence); CCXXIIII ff (ie. 448pp, Cicero).\n\n In Roman letter throughout, Terence in single column, 40 lines per page, with numerous decorative capitals, Cicero in single column, up to 40 lines per page, surrounded by extensive commentary of 60 lines per page, with numerous decorative capitals. \n\nTop quarter of Terence title page sometime supplied from another copy (slightly lighter in tone), additional example of Froben's device pasted to reverse of Terence title-page. Cicero title page  lightly soiled and with two small early marginal ink stains, sporadic early ink annotations, small tears to inner margin of final page well clear of text, front and rear endpapers missing, early ink annotations to paste downs, a few light spots and stains, sporadic wormholes touching the occasional letter but otherwise complete, clean and unmarked. \n\nNumerous woodcut decorative capitals to Terence by Holbein depicting figures from classical mythology, with Froben's woodcut device to title page and reverse of final leaf; numerous woodcut initials to Cicero together with 16 in-text woodcuts of varying sizes up to a quarter of a page, title page with woodcut of St.George and the Dragon and set within ornate woodcut frame, woodcut at end of opening Tabula similarly set within attractive ornamental surround, Rusconibus’ woodcut printer’s device at colophon on final leaf.","binding":"Original early 16th century binding. Contemporary blindstamped half pigskin over bevelled oak boards with three raised double spine bands and traces of manuscript ink title to top compartment, lightly worn with minor loss to lower corner of front board, brass hasps to front board, clasps and straps missing from rear board, a few wormholes to boards, two neat repairs to pigskin, a very attractive and well preserved contemporary binding with blindstamped panels containing floral motifs and medallion busts.","cost":4092,"acquired":{"$date":"2018-01-01T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"Habes hic amice lector P. Terentii Comoedias, una cum scholiis ex Donati, Asperi, \u0026 Cornuti commentariis decerptis, multo quàm antehac unquam prodierunt emendatiores, nisi quod in scripsit vir apprime doctus Io.Calphurnius Brixiensis studio \u0026 opera Des.Erasmi Roterodami ad haec accessit index accuratus vocum à commentatoribus declaratarum. [BOUND WITH:] Marci Tullij Ciceronis Familiares epistolae, diligenti emendatione castigatae. Commentantibus Ubertino clerico Crescentinate. Martino Philetico. Georgio Merula Alexandrino viris doctissimis. Additis quibusdam in libro miscelanearum per Angelum Politianum interpretatis. ","reference":"Terence: USTC 661434, citing 31 copies globally, with 4xUK and 1xUS institutional locations. Cicero: USTC 822083, citing just 2 copies globally, both in Italy. ","source":"Lyppard Books","type":"BOOK","__v":0,"publishers":[],"printers":[" Frobenium [Froben], Hieronyum","Episcopium, Nicolaum ","de Rusconibus Mediolanensis, Georgii "],"authors":["Terence","Cicero"],"editors":["Erasmus (trans.)"]},{"_id":{"$oid":"5b79ab847004c700145a6219"},"owners":["Morritt, John Bacon Sawrey"],"ownersDescriptions":["of Rokeby Park;  an English traveller, politician and classical scholar"],"files":[],"title":"The Works of Ben Jonson (1756)","date":1756,"description":"8º; with the portrait frontispiece, eleven engraved plates, half-titles, and list of subscribers in vol. I; armorial bookplate of John Bacon Sawrey Morritt of Rokeby Park; first critical edition of Jonson's works.","binding":"Contemporary polished calf, gilt, spines elaborately gilt, red and black morocco spine labels, joints slightly rubbed","cost":782,"acquired":{"$date":"2018-01-01T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"The Works in seven Volumes. Collated with all the former Editions, and corrected; with Notes critical and explanatory. By Peter Whalley, late Fellow of St John's College in Oxford ","reference":"Alston, I.12","source":"Bernard Quaritch","type":"BOOK","__v":0,"publishers":["Midwinter, D. "],"printers":[],"authors":["Jonson, Benjamin"],"editors":["Whalley, Peter"]},{"_id":{"$oid":"5b79ab847004c700145a621a"},"owners":[],"ownersDescriptions":[],"files":[],"title":"A Short View of Tragedy","date":1693,"description":"[16], 182, [2] p. ;  8⁰. Bound without initial blank and final ad. leaf; repairs to title with loss of \u0026apos;A\u0026apos; bookplate partly removed from verso. ","binding":"Recent half calf; bound without initial blank and final ad. leaf; repairs to title with loss of\u0026apos;A\u0026apos; bookplate partly removed from verso. ","cost":283,"acquired":{"$date":"2018-01-01T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"A short view of tragedy; it’s original, excellency, and corruption. With some reflections on Shakespear, and other practitioners for the stage. By Mr. Rymer, servant to their Majesties.\n\nLondon : printed and are to be sold by Richard Baldwin, near the Oxford Arms in Warwick-Lane, and at the Black Lyon in Fleetstreet, between the two Temple-Gates, 1693.","reference":"ESTC R17017; Wing (CD-Rom, 1996), R2429","source":"Jarndyce Rare Books","type":"BOOK","__v":0,"publishers":[],"printers":["Baldwin, Richard"],"authors":["Rymer, Thomas"],"editors":[]},{"_id":{"$oid":"5b79ab847004c700145a621b"},"owners":["Hawkins, Alexandra Mellon Grange"],"ownersDescriptions":["grandniece of Andrew Mellon, founder of Mellon Bank"],"files":[],"title":"A New Variorum Edition of Shakespeare","date":1870,"description":"Large 8°. Ten vols. Set is \"Affectionately inscribed to The Shakspere Society of Philadelphia,\" a group that was founded by four lawyers in Philadelphia in 1851. Volume I. -- Romeo and Juliet; Volume II. -- MacBeth; Volume III. -- Hamlet I; Volume IV. -- Hamlet II.; V. -- King Lear; VI. -- Othello;; VII. -- Merchant of Venice; VIII. -- As You Like It; IX. -- The Tempest; X. -- Midsummer Nights Dream. ","binding":"3/4 light brown morocco over marbled boards, decorated spines in gilt, raised bands, dark green title bands, t.e.g","cost":1500,"acquired":{"$date":"2017-12-27T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"","reference":"","source":"Southworth Rare Books","type":"BOOK","__v":0,"publishers":["Philadelphia: J.B. Lippincott Company"],"printers":[],"authors":["Shakespeare, William"],"editors":["Furness, Horace Howard "]},{"_id":{"$oid":"5b79ab857004c700145a621c"},"owners":["See bookplate"],"ownersDescriptions":[""],"files":[],"title":"Plays Written by the Late Ingenious Mrs. Behn","date":1724,"description":"12°; Four volumes; Previous owner's bookplate present to the front board, library blind stamp present to the title page. Text is clean and free of marks. ","binding":"Bound in leather with gilt titles and spine label present to the spine. Spines rebacked. Boards wear present to the extremities of the boards (boards scuffed and worn to the extremities). Marbled endpapers. Binding tight and solid.","cost":750,"acquired":{"$date":"2018-01-01T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"Plays written by the late ingenious Mrs. Behn. In four volumes. / London : printed for Mary Poulson, and sold by A. Bettesworth, and F. Clay, 1724.","reference":"ESTC T138984","source":"Apollo Books","type":"BOOK","__v":0,"publishers":["Poulson, Mary"],"printers":[],"authors":["Behn, Aphra"],"editors":[]},{"_id":{"$oid":"5b79ab857004c700145a621d"},"owners":["Montgomery, Robert Leaming","Wallace, Walter Thomas "],"ownersDescriptions":["(?) Founder of investment company and prominent Philadelphian arts and civics leader.","(?) Book collector from South Orange, New Jersey."],"files":[],"title":"The Newcomes. Memoirs of a Most Respectable Family","date":1848,"description":"8°: 24 parts in 23, 13, 1-32; 8, 33-64, 8; 12, 66-96, 8, 4, 4; 12, 98-128, 8, 4, [28]; [12], 129-160, 8, [2]; 8, [2], 161-192, [2]; 8, 193-224, [4]; 8, 225-256; 8, 257-288; 8, 289-320, 4, [20]; 8, 321-352, [2]; 4, 353-380, viii; 4, 1-32, 4; 8, 33-64, [6]; 8, 65-96, 8, 2, 1, [16]; 12, 97-128, 8, 2, 1, 8; 8, [4], 129-160, 8, [2]; 8, 161-192; 8, 193-224, 4, [2], 8; 8, 225-256; 8, 257-288, [1], 4, [2]; 8, 289-320; 8, 321-375, viii; 44 plates and many illustrations and initials in text, and publishers ads; First edition.\n\nYellow pictorial wrappers with publishers ads as issued, some ads on teal or pink paper, some tipped in. With the book plate of Robert Leaming Montgomery to cloth portfolio, and the book plate of Walter Thomas Wallace tipped-in to part No. 1. ","binding":"Housed in a red morocco pull-off case with raised bands, gilt titling and hand-tooled decorations, and additional red cloth portfolio with flaps. Some chipping and toning to wrappers, plates are foxed and browned, edges show some slight shelf wear.","cost":1000,"acquired":{"$date":"2018-05-17T00:00:00.000Z"},"appraisalValue":0,"titleTranscription":"","reference":"Van Duzer 147.","source":"The Antiquarian Shop","type":"BOOK","__v":0,"publishers":[],"printers":["Bradbury and Evans"],"authors":["Thackeray,  William Makepeace"],"editors":["Pendennis, Arthur"]},{"_id":{"$oid":"5c369394db12270016b18780"},"authors":["Guthrie, Woody"],"publishers":[],"printers":[],"editors":[],"owners":[],"ownersDescriptions":[],"files":[],"title":"Casing Her Joint, Talking Blues","date":1949,"description":"Autograph lyrics for an apparently unpublished song, titled and signed at the top, \"Casing Her Joint, Talking Blues, Woody Guthrie,\" one page, 7.75 x 10.75, December 14, 1949. ","binding":"","cost":2572.5,"acquired":{"$date":"2018-02-01T00:00:00.000Z"},"source":"RR Auction","appraisalValue":0,"titleTranscription":"The handwritten lyrics begin: \"Drinkin' inna ginny mill way cross town / Didn't have no job and my money runnin' down, / I met a perty girl said she hadda plan / to make all th' money you could carry in y'r hand, / sidled up ta me, asked me ta buy 'er a shot. / I motioned to the barman ta bringa little juice / the girl oozed me over in a darklit booth / she drunk a few drinks and got to the point / says, 'I needa good man to case a few joints'… / 'There's not nothin' to it,' she says ta me, / 'ya just walk around a block as easy as you please / an' if ya see any prowler cars or dicks / walk back ta my room and tell me the fix.'\" The song's narrator goes on to tell the story of 'casing joints,' culminating in incarceration, and concludes: \"This makes me just about the champeen joint caser going! / That's why they built alla these iron bars alla 'round me, here! Here's my moral an' my point: If ya cetch a perty gal don't case her joint! It's against the law.\"","reference":"","__v":0},{"_id":{"$oid":"5c379b6ab5058d00165a11f0"},"authors":["Thackeray, William Makepeace"],"publishers":[],"printers":[],"editors":[],"owners":[],"ownersDescriptions":[],"files":[],"title":"The History of Pendennis","date":1848,"description":"First Edition, first printing, In original parts, with required ads, illustrated, in original yellow pictorial wrappers 24 parts in 23.","binding":"Paper of some of the spine chipped or separated, no foxing but a few lightly toned, all housed within two red morocco leather backed slipcases with chemises.","cost":1000,"acquired":{"$date":"2018-05-01T00:00:00.000Z"},"source":"The Antiquarian Shop","appraisalValue":0,"titleTranscription":"","reference":"","__v":0},{"_id":{"$oid":"5c379ef5b5058d00165a11f1"},"authors":["Chapman, George"],"publishers":["Thorpe, Thomas"],"printers":["N.O."],"editors":[],"owners":["Forman, Harry Buxton","Frothingham, John Whipple "],"ownersDescriptions":["(1842-1917), bookplate and ownership inscription; his sale, Anderson Galleries, New York, 15","March 1920, lot 160; John Whipple Frothingham, bookplate "],"files":[],"title":"The Tragedy of Charles, Duke of Byron","date":1625,"description":"Small 4º, second edition\n\nThe Tragedie alone, without The Conspiracie. The divisional title for The Tragedie serves here as the title page, and - since the register was continuous - the signatures in this volume run from I1 to R3. \n\nPROVENANCE Harry Buxton Forman (1842-1917), bookplate and ownership inscription; his sale, Anderson Galleries, New York, 15\nMarch 1920, lot 160; John Whipple Frothingham, bookplate \n","binding":"Later half calf, lettered in gilt on spine, some loss to corner of M3 and R3 (not affecting text), some spotting, boards soiled and worn, particularly at joints.","cost":1212,"acquired":{"$date":"2018-09-07T00:00:00.000Z"},"source":"Sotheby's","appraisalValue":0,"titleTranscription":"THE TRAGEDIE OF CHARLES DUKE OF BYRON, MARSHALL OF FRANCE. London: PRINTED BY N.O. FOR THOMAS THORP, 1625","reference":"Pforzheimer 148; STC 4969","__v":0},{"_id":{"$oid":"5c37a196b5058d00165a11f2"},"authors":["Beaumont, Francis","Fletcher, John"],"publishers":["Martyn, John","Herringman, Henry","Marriot, Richard"],"printers":["Macock, J."],"editors":[],"owners":["Bart, Sir Charles Mordant","Sondheim, Norman J."],"ownersDescriptions":["Walton, Warwickshire (c. 1700)","?"],"files":[],"title":"Beaumont \u0026 Fletcher Second Folio","date":1679,"description":"Second edition. 2⁰ in fours. Frontispiece with engrave portrait.\nCollation: [-]2; A-4D4; 4E2; A-4A4 [misprinting 22A as A, 22B1 as B1, 23E2 as 2E2], 576 leaves.","binding":"Contemporary full paneled brown calf, rebacked.  Dampstains mainly to first half and particularly to tile page and frontis.  Spine has six panels and five ribs.  “BEAUMONT | \u0026 | FLETCHER | WORKS” gold embossed on red background in second panel.  Other panels have ornaments.  “1679” at bottom of spine.","cost":null,"acquired":{"$date":"2007-02-01T00:00:00.000Z"},"source":"Mike's Library","appraisalValue":0,"titleTranscription":"FIFTY | COMEDIES | AND | TRAGEDIES. | Written by {FRANCIS BEAUMONT AND JOHN FLETCHER,} Gentlemen. | [rule] | All in one Volume. | [rule] | Published by the Authors Original Copies, the Songs | to each Play being added. | [rule] | Si quid habent veri Vatum prÃ¦sagia, vivam. | [rule] | [ornament, device 317 or copy, between groups of ornaments] | [double rule] | LONDON, | Printed by J. Macock, for John Martyn, Henry Herringman, | Richard Marriot, M DCLXXIX","reference":"Greg 1679, Pforzheimer 54","__v":0},{"_id":{"$oid":"5c37a3f7b5058d00165a11f3"},"authors":["Sidney, Sir Philip"],"publishers":["Calvert, George"],"printers":[],"editors":[],"owners":[],"ownersDescriptions":[],"files":[],"title":"The Countess of Pembroke's Arcadia (1674)","date":1674,"description":"2⁰; [32], 576, 541-564, 601-624, [28] p., [1] leaf of plates :  port.","binding":"","cost":299,"acquired":{"$date":"2018-07-27T00:00:00.000Z"},"source":"ejs1950","appraisalValue":0,"titleTranscription":"The Countess of Pembroke’s Arcadia written by Sir Philip Sidney Knight. The thirteenth edition. With his life and death; a brief table of the principal heads, and some other new additions.\nLondon : printed for George Calvert, at the Golden-Ball in Little-Britain, MDCLXXIV. [1674]","reference":"Wing (CD-Rom, 1996), S3770","__v":0},{"_id":{"$oid":"5c37a8d9b5058d00165a11f4"},"authors":[],"publishers":[],"printers":[],"editors":[],"owners":[],"ownersDescriptions":[],"files":[],"title":"Poems on Affairs of State","date":1697,"description":"Third Edition of Vol I, First Edition of II-IV. 8°. 4 volumes. Pages: [viii], 267, [1] (State Poems: [viii], 264); xii, 471, [1] (final 2 leaves bound at front following the Table); xi, [i], 468; xii, 468 pp.\n\n1697, 1703, 1704, 1707\n\nSome browning and light staining, generally in very good condition. Seven engraved illustrations in vol. IV, folded at margin.\n\n","binding":"Period half calf and marbled boards, red morocco spine labels.","cost":2000,"acquired":{"$date":"2017-08-27T00:00:00.000Z"},"source":"Jane Cummins Bookseller","appraisalValue":0,"titleTranscription":"","reference":"","__v":0},{"_id":{"$oid":"5c37ab21b5058d00165a11f5"},"authors":["Shakespeare, William"],"publishers":["Longman, T. et al."],"printers":["Baldwin, H."],"editors":["Reed, Isaac"],"owners":["Smith, Thomas"],"ownersDescriptions":[""],"files":[],"title":"The Plays of William Shakspeare (1793)","date":1793,"description":"8⁰; Complete set of 15 volumes; 4th edition.\nEach volume has small bookseller label on FEP finishing square and neat prev owner name 'Thomas Smith Jun' on FEP. \n","binding":"18th Century classical binding of full tree calf leather with  gilt decorated spines, which have 'Shakspeare' and Volume No. in gilt on red and titles in gilt on black panels.","cost":2981.66,"acquired":{"$date":"2017-08-18T00:00:00.000Z"},"source":" Berwyn Books","appraisalValue":0,"titleTranscription":"THE | PLAYS | OF | WILLIAM SHAKESPEARE. | IN FIFTEEN VOLUMES. | WITH THE | CORRECTIONS AND ILLUSTRATIONS | OF | VARIOUS COMMENTATORS. | TO WHICH ARE ADDED, | NOTES | BY SAMUEL JOHNSON AND GEORGE STEEVENS. | THE FOURTH EDITION. | REVISED AND AUGEMENTED | (WITH A GLOSSARIAL INDEX) | BY THE EDITOR OF DODSLEYâ€™S COLLECTION OF OLD PLAYS. | [quote in Greek] | MULTA DIES, VARIUSQUE LABOR MUTABILIS Ã†VIRETULIT IN MELIUS, MULTOS ALTERNA REVISENS LUSIT, ET IN SOLIDO RURSUS FORTUNA LOCAVIT. | Virgil. | LONDON: | Printed for T. Longman, [et al] | M.DCC.XCIII.","reference":"ESTC T33036","__v":0},{"_id":{"$oid":"5c37adbfb5058d00165a11f6"},"authors":["Sterne, Lawrence","a.k.a Mr Yorick"],"publishers":[],"printers":[],"editors":[],"owners":[],"ownersDescriptions":[],"files":[],"title":"A Sentimental Journey through France and Italy","date":0,"description":"","binding":"Rebacked to style, spines gilt decorated with raised bands, red morocco gilt lettered spine labels, original smooth calf ruled in gilt, speckled edges.","cost":747.5,"acquired":{"$date":"2017-07-13T00:00:00.000Z"},"source":"Randall House Rare Books","appraisalValue":0,"titleTranscription":"A Sentimental Journey through France and Italy by Mr. Yorick","reference":"Grolier, English 100, #54; Rothschild 1972; Cross, pp. 603-04","__v":0},{"_id":{"$oid":"5c37af36b5058d00165a11f7"},"authors":["Congreve, William"],"publishers":["Tonson, Jacob"],"printers":[],"editors":[],"owners":[],"ownersDescriptions":[],"files":[],"title":"The Way of the World","date":1700,"description":"Small 4º; [10],89,[1]pp; First edition, state with 'Lady' as catchword on p.80. ","binding":"Full black crushed levant, stamped in gilt, by Stikeman.  Lacking the half-title and the terminal leaf (which bears ads and the conclusion of the epilogue), N1 repaired and silked, with loss of a few letters at gutter and final line on verso,","cost":750,"acquired":{"$date":"2017-07-31T00:00:00.000Z"},"source":" William Reese Company","appraisalValue":0,"titleTranscription":"THE | Way of the World, | A | COMEDY. | As it is ACTED | AT THE | Theatre in Lincolnâ€™s-Inn-Fields, | BY | His Majestyâ€™s Servants. | [rule] | Written by Mr. CONGREVE. | [rule] | Audire est Opera Pretium, procedure recte | Qui mÓ•chis non vultis----- Hor. Sat.2. l.r.| --------Metuat doti depernsa. -------- Ibid. | LONDON: | Printed for Jacob Tonson, within Grayâ€™s-Inn-Gate next [to] | Grayâ€™s-Inn-Lane. 1700.","reference":"GROLIER ENGLISH HUNDRED 37; TINKER 734; ESTC R8381; WING C5878. ","__v":0},{"_id":{"$oid":"5c37b2d9b5058d00165a11f8"},"authors":["Beaumont, Francis","Fletcher, Jorhn"],"publishers":["Evans, T.","Elmsey, P.","et al."],"printers":["Sherlock, T."],"editors":["Colman, George"],"owners":[],"ownersDescriptions":[],"files":[],"title":"The Dramatick Works of Beaumont and Fletcher","date":1778,"description":"\n8°: engraved frontispiece to Vol One and each play (i.e.54 plates). [4],cxl,4,xxiii,399; [4],485; [4],500; [4],474; [4],544; [4],461; [4],483,[i]; [4],464; [4],525; [4],594.","binding":" In fine contemporary bindings of full calfall joints and hintges are intact, all boards securely attached, the spines with raised bands, gilt ruled bands, plain compartments, fine original red lettering pieces and small red volume roundels, all intact. Volume one sl worn at head of spine, this wear strengthened with a small piece of leather replacement.","cost":733.95,"acquired":{"$date":"2017-05-24T00:00:00.000Z"},"source":" Neil Summersgill","appraisalValue":0,"titleTranscription":"The dramatick works of Beaumont and Fletcher; collated with all the former editions, and corrected; with notes, critical and explanatory, by various commentators; and adorned with fifty-four original engravings. In ten volumes. London : printed by T. Sherlock, Bow-Street, Covent-Garden; for T. Evans, and P. Elmsley, in the Strand; J. Ridley, St. James’s Street; J. Williams, no. 39, Fleet-Street; and W. Fox, Holborn, MDCCLXXVIII. [1778]","reference":"","__v":0},{"_id":{"$oid":"5c38fbe18192d60016d41e2d"},"authors":["Beaumont, Francis","Fletcher, John"],"publishers":["Leake, William"],"printers":[],"editors":[],"owners":[],"ownersDescriptions":[],"files":[],"title":"The Maid's Tragedy","date":1650,"description":"Sixth Edition. 4⁰.\nPages: [72] p.\nCollation: A-I4.\n\nWith advertisement on I4v of \"Books Printed or sold by WIlliam Leake.\" Repair to fore-edge throughout, closely trimmed at other margins.","binding":"Modern brown sheep over marbled boards. Housed in a brown morroco clamshell case.","cost":0,"acquired":{"$date":"0001-01-01T00:00:00.000Z"},"source":"?","appraisalValue":0,"titleTranscription":"THE | Maids Tragedy. | As it hath been divers times Acted at the Bl[ack] | Friers, by the KINGS Majesties Servants: | Written by FRANCIS BEAUMONT and | JOHN FLETCHER, Gentlemen. | The sixth Impression, Revised and Corrected exactly by the Orig[inal] | [woodcut | London Printed for William Leake, at the Crown in Fleet-st[reet be-] | tween the two Temple Gates. 1650","reference":"Wing B1595; Greg 357(fii)","__v":0},{"_id":{"$oid":"5c38fc4a8192d60016d41e2e"},"authors":["Beaumont, Francis","Fletcher, John"],"publishers":["Moseley, Humphrey"],"printers":[],"editors":[],"owners":[],"ownersDescriptions":[],"files":[],"title":"The Scornful Lady","date":1651,"description":" Sixth edition. 4⁰. Collation: A-H4, 32 leaves unnumbered. Title-page and final leaf browned.\n","binding":"Modern half tan morocco over marbled boards. “THE SCORNEFULL LADY.  BEAUMONT AND FLETCHER” on spine.","cost":0,"acquired":{"$date":"0001-01-01T00:00:00.000Z"},"source":"?","appraisalValue":0,"titleTranscription":"THE | SCORNEFVLL | LADY. | [rule] | A COMEDY. | [rule] | As it was Acted (with great applause) | by the late Kings Majesties Servants, | at the Blacke-Fryers. | [rule] | Written by {FRANCIS BEAUMONT. and JOHN FLETCHER.} Gentlemen. | [rule] | The sixt Edition, Corrected and amended. | {rule} | ornament [device 269] | LONDON, | Printed for Humphrey Moseley, and are to be fold at his Shop | at the Princes Armes in St. Pauls Church-yard. 1651.","reference":"Greg 334","__v":0},{"_id":{"$oid":"5c38fcf98192d60016d41e2f"},"authors":["Blenerhasset, Thomas"],"publishers":["Webster, Richard"],"printers":["Dawson, Thomas"],"editors":[],"owners":["C.L. Lewes"],"ownersDescriptions":["Son of G.H. Lewes, partner of Mary Ann Evans (George Eliot)."],"files":[],"title":"Mirror for Magistrates","date":1578,"description":"First edition. 4º. Collation: A-P4 (missing *4, **2, Q4, R2) 66 leaves numbered I-60. \n\nSource for Shakespeare's \u003ci\u003eCymbeline\u003c/i\u003e.","binding":"Brown diced calf, ornamental blind tooling framing outer edges of boards, blind double tooled fillets frame the ornamentation.  Five raised bands, “MIRROUR | FOR | MAGISTRATES | — | T.B. HASSET” embossed in second panel; “1578” embossed in fifth panel.","cost":0,"acquired":{"$date":"0001-01-01T00:00:00.000Z"},"source":"?","appraisalValue":0,"titleTranscription":"¶ THE | Second part of the | Mirror for Ma- | gistrates, conteining the falles | of the infortunate Princes | of this Lande. | from the Conquest of | Caesar, vnto the com- | myng of Duke Wil- | liam the Con- | queror. | [London] Imprinted by [Thomas Dawson for] Richard Webster, | Anno Domini, 1578. | Goe straight and feare not. [black letter].","reference":"STC 3131, Pforzheimer 736","__v":0},{"_id":{"$oid":"5c38fd868192d60016d41e30"},"authors":["Dryden, John"],"publishers":["Tonson, Richard","Tonson, Jacob"],"printers":[],"editors":[],"owners":[],"ownersDescriptions":[],"files":[],"title":"The Spanish Friar","date":1686,"description":"Second edition. 4º. Collation: A2, B-L4\n","binding":"","cost":0,"acquired":{"$date":"0001-01-01T00:00:00.000Z"},"source":"?","appraisalValue":0,"titleTranscription":"THE | SPANISH | FRYAR, | OR, | The Double Discovery. | Acted at | The Theatre Royal. || . . .  | Written by JOHN DRYDEN, Servant | to His MAJESTY. ||  The Second Edition. || Licensed to be Reprinted, March 30. 1686. Ro. LâEstrange. || LONDON, | Printed for Richard Tonson and Jacob Tonson, within Gray's- | Inn-Gate, next Gray's-Inn-Lane, and at the Judges- | Head, in Chancery-Lane.  1686.\n","reference":"Wing D2369, Pforzheimer 338 (first edition)","__v":0},{"_id":{"$oid":"5c3943f3b56d9400172ec975"},"authors":["Dryden, John"],"publishers":["Herriman, Henry"],"printers":["Newcomb, Thomas"],"editors":[],"owners":[],"ownersDescriptions":[],"files":[],"title":"All for Love","date":1678,"description":"First edition. 4º. Collation: [-]2, A4, b4, B-L4","binding":"Modern quarter calf over marbled boards, red morocco labels.\n","cost":0,"acquired":{"$date":"0001-01-01T00:00:00.000Z"},"source":"?","appraisalValue":0,"titleTranscription":"ALL FOR LOVE: | OR, THE | World well Lost. | A | TRAGEDY, | As it is Acted at the | THEATRE-ROYAL; | And Written in Imitation of Shakespeare's Stile. || By John Dryden, Servant to His Majesty. || . . . || In the SAVOY: | Printed by Tho. Newcomb, for Henry Herriman, at the Blew An- | chor in the Lower Walk of the New-Exchange. 1678.","reference":"Pforzheimer 313; Wing D2229","__v":0},{"_id":{"$oid":"5c3a583024c50e00175c30a4"},"authors":["Fulke Greville, Baron Brooke"],"publishers":["Seyle, Henry"],"printers":["Purslowe, Elizabeth"],"editors":[],"owners":[],"ownersDescriptions":[],"files":[],"title":"Certain learned and elegant works of the Right Honorable Fulke Lord Brooke ","date":1633,"description":"First edition. 2⁰. Pages: [4], 23-82, 298, [2] p.","binding":"Calf binding has a very vulnerable hinge on front board.","cost":0,"acquired":{"$date":"0001-01-01T00:00:00.000Z"},"source":"","appraisalValue":0,"titleTranscription":"CERTAINE | LEARNED | AND | ELEGANT | WORKES | OF THE | RIGHT HONORABLE | FVLKE | LORD BROOKE, | Written in his Youth, and familiar | Exercise with | SIR | PHILIP SIDNEY. | [rule] | The seueral Names of which Workes the | following page doth declare. | [rule] | [ornament] | [rule] | LONDON, | Printed by E.P. for Henry Seyle, and are to | be sold at his shop at the signe of the Tygers | head in St. Paules Churchyard. 1633.","reference":"STC (2nd ed.), 12361; Greg, II, 489; III, p. 1068-69; Pforzheimer, 437","__v":0},{"_id":{"$oid":"5c3a6326a4db9d0017846503"},"authors":["Halle, Edward"],"publishers":[],"printers":["Grafton, Richard"],"editors":[],"owners":["Hayes, Gerald R.","Chas. Ino Shoppee."],"ownersDescriptions":["bookplate","bookplate"],"files":[],"title":"The Troubleous Season of King Henry the Sixth","date":1550,"description":"Second Edition. 2º. Collation: a-t6, plus s3 table.","binding":"Mid 19th century half tan calf over marbled boards.","cost":0,"acquired":{"$date":"0001-01-01T00:00:00.000Z"},"source":"","appraisalValue":0,"titleTranscription":"The Troubleous Season of Kyng Henry the Sixt. Extracted from: The Union of the Two Noble and Illustre Families of Lancastre \u0026 Yorke. London: Richard Grafton, 1550.","reference":"STC 12723; Grolier Langland to Wither 217","__v":0},{"_id":{"$oid":"5c3a65e5a4db9d0017846504"},"authors":["Hayward, John"],"publishers":["Partridge, John"],"printers":[],"editors":[],"owners":[],"ownersDescriptions":[],"files":[],"title":"The Life and Reign of King Edward","date":1630,"description":"First Edition. 12º.\n\n\"MS on last endsheet in pencil: \nKing’s Chaplains to travel through countries 349\n“Meazles”\u0009401\nSmallpox\u0009402\n“Poyson”\u0009405\nBishop Ridly\u0009407\nSee [margin]\u0009414\"","binding":"Contemporary calf, rebacked.","cost":500,"acquired":{"$date":"0001-01-01T00:00:00.000Z"},"source":"","appraisalValue":0,"titleTranscription":"THE | Life and Raigne | OF | KING EDWARD | The Sixt. | [rule] | With the beginning | of the Raigne of | QUEENE | ELIZABETH | [rule] | both Written by Sr | Iohn Hayward Kt. | Dr. of Lawe. | [rule] | London Printed, | for John Partridge and are to be sold at the signe of the Sunne in Paules Churchyard. 1630","reference":"STC 12998, Pforzheimer 459","__v":0},{"_id":{"$oid":"5c3a67c4a4db9d0017846505"},"authors":["Holinshed, Raphael","Harrison, William","and others"],"publishers":[],"printers":["Hooker, John","alias Vowell Gent."],"editors":[],"owners":["Dunn, Sara R.","Butler, Charles","Woodcock, Thomas"],"ownersDescriptions":["","",""],"files":[],"title":"The first and second volumes of Chronicles","date":1587,"description":"Second Edition. 2⁰. 3 volumes. Pages: vol. 1: [10], 250; [4], 202, [2] p.; vol. 2: 61, [13], 183, [1]; 421, 424-430, 436-438, 431-433, 439-445, 450-464, [56] p.; vol. 3: [8], 1080, 1080-1327, [2], 1332-1371, 1371-1421, 1490-1491, 1536-1555, 1574-1592, [62] p.\n\nPart I lacks 18 leaves (others perfect), title-page trimmed and mounted, from another copy, repairs to first two gatherings, and occasional repairs throughout, new endpapers.\n\nBookplates of Sara R. Dunn; and Charles Butler of Warren Wood, Hatfield.  MS on title page “The Gift of Mr.Jon ___ | Of _____ to J. P. Peyse[?] | 1766”.  Note on the final page indicates it was “finished in | January 1684” with a signature that looks like Thomas Woodcock.  Signatures of Thomas ______ on last page.  Signature of John Ba____.  Signature of Robert Williams.","binding":"Contemporary paneled brown calf, rebacked. Six panels and five ribs on spine.  Second panel has “HOLINSHED CHRONICLES.”  Fourth panel has “VOL. 1. 2.”  Bottom of spine reads “LONDON 1587.”","cost":0,"acquired":{"$date":"0001-01-01T00:00:00.000Z"},"source":"","appraisalValue":0,"titleTranscription":"THE | First and Second | volumes of Chronicles, | comprising | I The description and historie of England, | 2 The description and historie of Ireland, | 3 The description and historie of Scotland: | First collected and published by Raphaell | Holinshed, William Harrison, | and others: | Now newlie augmented and continued | (with manifold matters of singular | note and worthie memorie) | to the yeare 1 5 8 6. by | Iohn Hooker alias Vowell Gent. | and others. | With conuenient tables at | the end of these | volumes. | Historiæ placeant nostrates ac peregrinæ","reference":"STC (2nd ed.), 13569; Pforzheimer (separate volumes) 494; STC 13569","__v":0},{"_id":{"$oid":"5c3a693fa4db9d0017846506"},"authors":["Jonson, Benjamin"],"publishers":[],"printers":["Stansby, William"],"editors":[],"owners":[],"ownersDescriptions":[],"files":[],"title":"Sejanus","date":1616,"description":"First Folio Edition. 2º. Extracted from the Jonson First Folio, pp. 357-438.","binding":"Late 19th-century half tan calf over blue paper boards.","cost":0,"acquired":{"$date":"0001-01-01T00:00:00.000Z"},"source":"","appraisalValue":0,"titleTranscription":"\"SEIANVS | his | FALL. | A Tragœdie. | Acted, in the yeere 1603. | By the K. MAIESTIES | SERVANTS. | The Author B. I. | . . .  || London, | Printed by WILLIAM STANSBY, || M. DC. XVI.\n(Extracted from Works, London: 1616, pp. 357-438)\"","reference":"STC 14751; Greg, III, p. 1070-3(*); Pforzheimer, 559","__v":0},{"_id":{"$oid":"5c3a6b84a4db9d0017846507"},"authors":["Jonson, Benjamin"],"publishers":["Heringman, Henry ","Brewster, Edward","Basset, Thomas","Chiswell, Richard","Wottone, George","Conyers, M."],"printers":["Hodgkin, Thomas"],"editors":[],"owners":[],"ownersDescriptions":[],"files":[],"title":"The Works of Ben Jonson (1692)","date":1692,"description":"First Edition in single volume. 2° in fours.\nPenciled notation on the list of players for “Every Man in His Humour” detailing the cast of a presentation at the Dickens household on July 28th in Liverpool—includes roles assigned to Charles Dickens and to George Cruikshank.","binding":"Contemporary brown calf boards, rebacked in 19th century, new endpapers.  First gathering loose.  Spine has seven panels and six ribs.  The second panel reads “BEN | JONSON’S | WORKS”.  “1692” is printed at the bottom of the spine.","cost":0,"acquired":{"$date":"0001-01-01T00:00:00.000Z"},"source":"","appraisalValue":0,"titleTranscription":"THE | WORKS | OF | BEN JONSON, | Which were formerly Printed in Two Volumes, | are now Reprinted in One. | To which is added | A COMEDY, | CALLED THE | NEW INN. | [rule] | With Additions never before Published. | [rule] | -----neque, me ut miretur turba laboro : | Contentus paucis lectoribus. | [rule] | [ornaments] | [rule] | LONDON, | Printed by Thomas Hodgkin, for H[enry]. Herringman, E[dward]. Brewster | T[homas]. Basset, R[ichard]. Chiswell, M[atthew]. Wotton, G[eorge]. Conyers M DC XCII","reference":"Greg 1692, Pforzheimer 561","__v":0},{"_id":{"$oid":"5c3a6c66a4db9d0017846508"},"authors":["Marlowe, Christopher"],"publishers":["Kirkman, Francis"],"printers":[],"editors":[],"owners":[],"ownersDescriptions":[],"files":[],"title":"Lust's Dominion","date":1657,"description":"First Edition. 12º. Collation: A2; B-G12; 73 leaves present.","binding":"Brown old calf re-backed, housed in a brown morocco clamshell case.","cost":700,"acquired":{"$date":"0001-01-01T00:00:00.000Z"},"source":"","appraisalValue":0,"titleTranscription":"Lusts Dominion; | OR, THE | Lascivious Queen, | A | TRAGEDIE | [rule] | Written by Christofer Marloe, Gent. | [rule] | ornament | [rule] | LONDON, | Printed for F[rancis]. K[irkman]. And are to be fold by | Robert Pollard, at the sign of Ben. Johnsons | head, on the back-side of the | Old-Exchange. 1657.","reference":"Greg 777, Pforzheimer 882","__v":0},{"_id":{"$oid":"5c3a6dbba4db9d0017846509"},"authors":["Marston, John"],"publishers":["Perrie, Hugh"],"printers":["I.N."],"editors":[],"owners":["Hazen, Allen Tracy"],"ownersDescriptions":["Walpole bibliographer and general editor of the Yale Edition of the Works of Samuel Johnson."],"files":[],"title":"The Insatiate Countess","date":1631,"description":"Third edition. 4°. Collation: A-I4 K2, missing 2 pages C gathering  \n\nBookplate of Allen Tracy Hazen (1904-1977), Walpole bibliographer and general editor of the Yale Edition of the Works of Samuel Johnson.","binding":"19th century/early 20th century half red morocco over marbled boards.  Title page browned.  “THE INSATIATE COUNTESSE—MARSTON—1631” on spine.","cost":600,"acquired":{"$date":"0001-01-01T00:00:00.000Z"},"source":"","appraisalValue":0,"titleTranscription":"THE | INSATIATE | Countesse. | A | TRAGEDIE: | Acted at White-Fryers. | [rule] | Written | By IOHN MARSTON. | [rule] | [ornament] | [rule] | LONDON, | Printed by I, N. for Hugh Perrie, and are to be | sould at his shop, at the signe of the Harrow in | Brittaines-burse.  1631.","reference":"Greg 315; Pforzheimer 657; STC 17476","__v":0},{"_id":{"$oid":"5c3a6ebaa4db9d001784650a"},"authors":["Massinger, Philip"],"publishers":[" Moseley, Humphrey"],"printers":[],"editors":[],"owners":["Philip-Kemble, John"],"ownersDescriptions":[" (1757-1823), actor and manager of the Drury Lane and Covent Garden Theatres."],"files":[],"title":"The Guardian, A Comical History","date":1655,"description":"First Edition. 8º with each leaf re-margined to quarto size.  Collation: signatures G5-N5, pp. (4+) 1-90 (+3). Volume Collation: [-]2; A2 (printed as inner quarter of sheet T); B-S8; T6; 146 leaves.\n\nIssued in Three New Plays with “The Bashful Lover” and “A Very Woman,” and with the same imprint. \n\nKemble-Devonshire copy, with a note on the title by the former: “Collated \u0026 Perfect” dated 1798. ","binding":"Modern tan (half orange) morocco over cloth boards with gilt top. Housed in a brown morocco clamshell case.","cost":700,"acquired":{"$date":"0001-01-01T00:00:00.000Z"},"source":"","appraisalValue":0,"titleTranscription":"THE | GUARDIAN, | A | COMICAL-HISTORY. | As it hath been often acted at the Private- | House in Black-Friars, by his late | MAJESTIES Servants, | with great Applause. | [rule] | Written by | PHILIP MASSENGER, Gent. | [rule] | [group of ornaments] | [rule] | LONDON, | Printed for Humphrey Moseley, and are to be | fold at his shop at the sign of the Prince’s Arms | in St. Pauls Church-yard.  1655.","reference":"Greg 759; Pforzheimer 681","__v":0},{"_id":{"$oid":"5c3a7067a4db9d001784650b"},"authors":["Montaigne, Michael de."],"publishers":["Royston, Richard"],"printers":["Flesher, Miles"],"editors":["Florio, John"],"owners":["Mitforde, William"],"ownersDescriptions":[" (1744-1827), English historian, author of the five-volume History of Greece; Mitford was born in London in 1744 to a well-to-do country family. After Oxford, where he was at the same breakfast club as Jeremy Bentham, who \"\"thought his conversation commonplace\"\" (Dict. Nat. Biog. 533) Mitford retired to the family property in Hampshire. Here he lived much of the rest of his life in semi-seclusion."],"files":[],"title":"The Essays or Moral, Politic, and Military Discourses","date":1632,"description":"Third edition. 2º. Collation: A4 A4 B- Ggg6 Hhh4 I6 (unsigned except for Iij on Iii5).\n\nProvenance: \"Ownership signature on blank flyleaf: “Wm. Mitforde.” William Mitforde.\n\n Inscription on title-page verso:\nGeorge Gordon of Terperse to the Honorable James Forbes of [Putachie]\nJames, 15th Lord Forbes (1688-1761) , and died at Putachie, 20th February 1761, in the 73d year of his age.\nCopy of a Letter from CHARLES GORDON of Ter- I746 perse 1 to his own lady.\nDEAR HEART,—I now tell you that I suffer death to-morrow\nfor my duty to God, my king, and country. I bless God I\ndie in charity with all men. I think my butchered body will I4 Nov.\nbe taken care of and buried as a Christian, by order of Francis\nFarquharson, who has acted a father to me, and laid out a\ngood deal of money to and for me, whereof you may expect a\nparticular account, which I leave you on my blessing to repay\nhim. I die with the greatest regret that I've been a bad\nhusband to you, and I beg you'll pardon me in your heart,\nand that you 11 express your goodness (as you'll answer to God\nand me in the everlasting world) by your care of and motherly fol. 426.\nlooking to your children's salvation and right putting them\nto business in this world. I know not how many are alive;\nonly set the boys to some right imployment while young, and\nstrive to admonish the daughters in the fear of God. I herewith\nsend you a note of what I would have done with the trifles\nI have a concern in, for you know the lump of my business.\nMy dearest,—If I should write till my life ends I would still\nhave something to say. But to stop that I end with my dying\nblessing to you, my young ones, and your poor mother, if\nalive. Your last from, your unfortunate husband,\nCHA. GORDON.\nCarlisle, November 14th, 1746.\n1 He was ' Younger of Terpersie' in Aberdeenshire, and had engaged as a\nvolunteer. His father, James Gordon, was an officer in the Prince's army. In\nthe List of Persons concerned in the Rebellion, etc. (Scot. Hist. Soc., vol. viii.),\nhe is said to have been made prisoner at Carlisle. But a story is told of his\nhaving been captured at his own house, when, after lurking long among the\nneighbouring hills, he ventured to pass a night there. His captors, not being\nsure of his identity, carried him before the minister of the parish, but not getting\nsatisfaction from him, they took him to a farmhouse where his wife and children\nresided. On his approach his children ran out and greeted him with cries of\n' Daddy ! Daddy !' and so unwittingly sealed their father's fate. He was tried\nat Carlisle and executed there on I5th November I746. As the prisoners taken\nat Carlisle were sent to London, and those taken in Scotland to Carlisle, the\nstory may be authentic.\"","binding":"Light calfskin, rebacked with dark calfskin. Blind double tooled fillets. Five raised bands, “MONTAIGNE’S | ESSAYS” embossed on red morocco in second panel.","cost":5000,"acquired":{"$date":"0001-01-01T00:00:00.000Z"},"source":"","appraisalValue":0,"titleTranscription":"[ornament, full page engraved by Martin Droeshout, Sculpsit] THE | ESSAYES | OR | MORALL, POLITIKE, | AND MILITARIE | Discourses | of | Lo: Michael de Montaigne, | Knight | Of the noble Order of S. Michael, and | one of the Gentlemen in Ordinary of the French | Kings Chamber. | [rule] | THE THIRD EDITION | Whereunto is now newly added an Index | of the principall Matters \u0026 personages | Mentioned in this Booke. | LONDON. | Printed by M. flesher for Rich : Royston | in Iuie-lane next the exchequer Office | M DCXXXII.","reference":"STC 18043","__v":0},{"_id":{"$oid":"5c3a71e7a4db9d001784650c"},"authors":["Pembroke, William"],"publishers":[],"printers":[],"editors":[],"owners":[],"ownersDescriptions":[],"files":[],"title":"Letter Signed (Penbrocke) to Sir Reginald Mohan","date":0,"description":"Manuscript in ink, one page, folio (305 x 200mm).\n\nSome loss at right hand margin affecting the text, but much of the text still intact; endorsed on verso.\n\nA fine letter from Pembroke to the deputy lieutenants of Cornwall: Pembroke had been Lord Lieutenant of Cornwall since 1604, and here he addresses his deputies about Pendennis Castle (near Falmouth). Among his correspondents is Richard Carew - almost certainly the antiquary Richard Carew of Antony (1555-1620), author of the Survey of Cornwall, or his son Sir Richard (1680-1643). Pembroke is well known as a candidate for the dedicatee of Shakespeare s Sonnets (1609); he was of course also the co-dedicatee of the First Folio, and clearly knew and patronised Shakespeare. This document is signed less than three months after Shakespeare s death, which occurred on 23 April 1616.","binding":"","cost":0,"acquired":{"$date":"0001-01-01T00:00:00.000Z"},"source":"","appraisalValue":0,"titleTranscription":"","reference":"","__v":0},{"_id":{"$oid":"5c3a76bba4db9d001784650d"},"authors":["Sidney, Sir Philip"],"publishers":["Waterson, F.","Young, R."],"printers":[],"editors":[],"owners":["Alexander, John ","Prye, M."],"ownersDescriptions":["",""],"files":[],"title":"The Countesse of Pembrokes Arcadia (1638)","date":1638,"description":"Ninth edition (of Waterson imprint). 2º. Collation: *2 A-Fff6 aa6bb4  (missing Y3).","binding":"Light brown calf, gold tooled triple fillets around boarder, gold leaf ornaments at corners. Five raised bands on spine, “COUNTESS OF PEMBROKE ARCADIA” embossed in second panel; “SIR PH’P SIDNEY” embossed in third panel; embossed Templar crosses in panels without lettering.","cost":0,"acquired":{"$date":"0001-01-01T00:00:00.000Z"},"source":"","appraisalValue":0,"titleTranscription":"THE | COUNTESSE | OF PEMBROKES | ARCADIA, | Written by SIR PHILIP SIDNEY | KNIGHT. | Now the ninth time published, with a | twofold supplement of a defect in the third | Book : the one by Sr W.A Knight; the | other by Mr Ja. Johnstoun Scoto-Brit. | dedicated to K. James, and now | annexed to this work, for | the Readers be- | nefit. | [rule] | Whereunto is also added in sixth Booke, | By R.B. of Lincolnes Inne, Esq. | [rule] | LONDON, | Printed for F. Waterson and R. Young, 1638.","reference":"STC 22550; Pforzheimer 939 (sixth ed.)","__v":0},{"_id":{"$oid":"5c3a7767a4db9d001784650e"},"authors":["Spenser, Edmund"],"publishers":["Lownes, Matthew"],"printers":[],"editors":[],"owners":[],"ownersDescriptions":[],"files":[],"title":"The Faerie Queene","date":1609,"description":"First Collected Edition. 2º.\n\nFragment of the first collected edition, with text of The Faerie Queen complete.  Second issue (with R3r catchword “She”).  Title-page of first part in pen and ink facsimile.","binding":"Disbound. Housed in a brown morroco clamshell case.","cost":2500,"acquired":{"$date":"0001-01-01T00:00:00.000Z"},"source":"","appraisalValue":0,"titleTranscription":"THE | FIRST | PART OF THE | FAERIE QVEENE: | . . . By Ed. Spenser. | Imprinted at London for Mathew Lownes. | 1609 [1611].  and THE | SECOND | PART OF THE | FAERIE QVEENE: | . . . By Ed. Spenser. | Imprinted at London for Mathew Lownes. | 1609 [1611].","reference":"STC 23083.3; Pforzheimer 973","__v":0},{"_id":{"$oid":"5c3a7956a4db9d001784650f"},"authors":["Chapman, George","Jonson, Benjamin","Marston, John"],"publishers":["Aspley, William"],"printers":["Eld, George"],"editors":[],"owners":["Burton, W.E."],"ownersDescriptions":["American actor"],"files":[],"title":"Eastward Hoe","date":1605,"description":"First Edition. 4⁰. Collation: A-I4; 36 leaves. Trimmed close and tipped to larger sheets.\n\nOwnership signature the American Actor W. E. Burton on title page.","binding":"19th century brown morocco over marbled boards.","cost":6000,"acquired":{"$date":"2004-12-18T00:00:00.000Z"},"source":"18 June 2004, Sotheby’s New York sale N08006, lot 115,","appraisalValue":0,"titleTranscription":"EASTWARD | HOE. | As | It was playd in the | Black-friers. | By | The Children of the Maiesties Reuels, | Made by | GEO: CHAPMAN. BEN: IONSON. IOH: MARSON. | ornament | AT LONDON | Printed for William Aspley. | 1605.","reference":"Pforzheimer 149; Greg 217; STC 4973","__v":0},{"_id":{"$oid":"5c3a7af3a4db9d0017846510"},"authors":["Shakespeare, William"],"publishers":["Hawkins, Richard"],"printers":["Cotes, Thomas"],"editors":[],"owners":["Tyrwhitt, Penelope ","Peralta-Ramos, Paul ","Bean Hall, Oxford"],"ownersDescriptions":["early 18th century","(1931-2003), son of Millicent Rogers, Standard Oil heiress. Peralta-Ramos’ Japanese monogram in red ink on front free endpaper.","notation on front pastedown"],"files":[],"title":"Shakespeare Second Folio","date":1632,"description":"Second Folio Edition. 2º. Pages: *1-4 \u0026 A1 from another, shorter copy, “To The Reader” leaf in facsimile, title-page tipped-in.","binding":"Early full brown calf, spine gilt, rebacked at an early date with original spine laid down; housed in modern cloth folder and brown morocco-backed slipcase.","cost":66000,"acquired":{"$date":"2004-06-18T00:00:00.000Z"},"source":" Sotheby’s New York, Sale N08006, Lot 228","appraisalValue":0,"titleTranscription":"Mr. WILLIAM | SHAKESPEARES | COMEDIES, | HISTORIES, and | TRAGEDIES. | Published according to the true Originall Copies. | The second Impression. | [engraved portrait] | LONDON, | Printed by Tho. Cotes, for Richard Hawkins, and are to be sold at his shop | in Chancery Land, neere Serjeants Inne. 1632.","reference":"STC 22274c; Greg III 1113; Pforzheimer 906","__v":0},{"_id":{"$oid":"5c3a7c11a4db9d0017846511"},"authors":["Braithwait, Richard"],"publishers":[],"printers":["Dawson, John"],"editors":[],"owners":[],"ownersDescriptions":[],"files":[],"title":"The English Gentleman and the English Gentlewoman","date":1641,"description":"First Combined Edition. First Edition of A Ladies Love Lecture and The Turtles Triumph. 2º in fours. \n\nEngraved title-page, by William Marshall folding table sheet at the end of Ladies Love-Lecture.","binding":"Original calf boards, re-backed in tan calf, raised bands, gilt, red lablel by K. N. Fisher.","cost":1213.26,"acquired":{"$date":"2008-11-01T00:00:00.000Z"},"source":"Addyman Books","appraisalValue":0,"titleTranscription":"THE ENGLISH | GENTLEMAN | AND | ENGLISH | GENTLEWOMAN | Both | In one Volume couched, | The 3d. Edition, revised, | corrected \u0026 enlarged; | with | A LADIES Love Lecture, | And a Supplement | Lately annexed, | and | Entitled | The TURTLES | TRIUMPH. | By Rich: Brathwait. . . . LONDON | Printed by | John Dawson [1641]","reference":"Pforzheimer 79; Grolier Wither to Prior 69","__v":0},{"_id":{"$oid":"5c3a7cdaa4db9d0017846512"},"authors":["Ariosto, Ludovico"],"publishers":["Parker, J."],"printers":["Miller, G."],"editors":["Harrington, Sir John (trans.)"],"owners":[],"ownersDescriptions":[],"files":[],"title":"Orlando Furioso","date":1634,"description":"Third Folio Edition. 2º. \n\nEngraved title-page including a small portrait of Harington and 46 plates, title cut slightly close at foot, later ownership inscription to top. Some light browning and damp staining throughout, edges with occasional chips, one margin torn with loss slightly affecting text, lacking Pp1; later manuscript note tipped onto the paste down alongside a pencil note concerning two leaves (Q3 and V1) that have been made up from another copy.\n\nSource for \u003ci\u003eMuch Ado about Nothing \u003c/i\u003e.","binding":"Contemporary calf, worn, rebacked in early 20th century roan, itself with some wear, maroon spine label.","cost":0,"acquired":{"$date":"2009-04-01T00:00:00.000Z"},"source":"Bow Windows Bookshop","appraisalValue":0,"titleTranscription":"Orlando Furioso. In English Heroical Verse by Sir John Harington. Now thirdly revised and amended with the Addition of the Author’s Epigrams. London: printed by G. Miller for J. Parker 1634","reference":"STC 748, STC 12278","__v":0},{"_id":{"$oid":"5c3a7e0ea4db9d0017846513"},"authors":["Shakespeare, William"],"publishers":["Benson, John"],"printers":["Cotes, Thomas"],"editors":[],"owners":["Jolley, Thomas"],"ownersDescriptions":["Ownership signature “Thos. Jolley 1822’ on front blank."],"files":[],"title":"Poems Written by William Shakespeare","date":1640,"description":"First Edition. 8º. Lacking the engraved portrait, *3-4 and A1, and L2-M4.","binding":"Late 19th-century brown levant morocco.","cost":0,"acquired":{"$date":"2006-11-15T00:00:00.000Z"},"source":"Christie's London","appraisalValue":0,"titleTranscription":"POEMS: | VVRITTEN | BY | WIL. SHAKE-SPEARE. | Gent. | [rule] | [printer’s device McKerrow 283] | [rule] | Printed at London by Tho. Cotes, and are | to be sold by Iohn Benson, dwelling in | St. Dunstans Church-yard. 1640","reference":"Pforzheimer 880; STC 22344; Grolier Langland to Wither 212","__v":0},{"_id":{"$oid":"5c3a7ec0a4db9d0017846514"},"authors":["Milton, John"],"publishers":["Starkey, John"],"printers":["J.M."],"editors":[],"owners":[],"ownersDescriptions":[],"files":[],"title":"Paradise Regained","date":1671,"description":"First Edition. 8º. First issue [uncorrected reading??]","binding":"","cost":0,"acquired":{"$date":"2009-03-01T00:00:00.000Z"},"source":"Maggs Brothers","appraisalValue":0,"titleTranscription":"PARADISE | REGAIND, | A | POEM | In IV BOOKS. | To which is added | SAMSON AGONISTES. | [rule] | The Author | JOHN MILTON | [double rull] | LONDON, | Printed by J.M.  for John Starkey at the | Mare in Fleetstreet, near Temple-Bar. | MDCLXXI","reference":"Wing M2152; Not in Pforzheimer","__v":0}]
